[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
[
\
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
##i
##l
##m
##d
##u
##w
##a
##z
##b
##r
##h
##n
##t
##k
##e
##s
##g
##o
##v
##y
##p
##c
##j
##3
##2
##f
##1
##9
##5
##x
##q
##0
##7
##6
##8
##4
##wa
wa
##li
ku
##ka
##an
ya
na
##ha
##at
##in
ma
##ia
##en
##ma
##na
##is
##ba
##ri
##hi
##ku
##ta
##ki
kwa
##zi
##yo
##za
##un
ki
##ati
##me
##di
##da
##on
##la
##ji
##ra
ha
##le
##ya
##si
##to
##mba
##hu
za
ka
kati
##ti
##sa
##ke
hi
##mu
hu
la
##ja
##fa
##ini
katika
##mb
##ye
##ga
##ch
##ili
##mo
ali
##we
##tu
ni
##ana
##ata
##ani
##go
##po
##ko
##se
##zo
##gu
kuwa
ba
##te
vi
##fu
##ina
##isha
amba
##sha
##sema
wana
cha
##ru
##mi
##ge
##bu
##ele
mi
mwa
sa
ili
##kuwa
##rika
##gi
##ua
wali
##re
##enye
##lo
##pi
kuto
##ano
ame
##ifa
##he
ta
mu
##moja
##end
##bi
##cha
tu
##chi
##sh
##shi
##fan
##ish
se
##pa
ju
##ro
ra
##wenye
si
##vyo
##do
ina
baa
##fi
mku
hiyo
##oni
##su
##eo
ana
##dhi
kutoka
20
##isa
mo
##uni
##idi
##ungu
##ing
##ataifa
##kati
##dha
##mia
kwenye
watu
##du
##ine
##ni
vya
##anga
kama
li
##kiwa
af
##isi
##atu
##ongo
##ze
##cho
baada
nch
kwamba
nchini
bw
##lia
##ria
ny
##endele
##vu
pa
ja
zaidi
##anda
##fanya
##ingi
##taka
mwaka
huo
uli
pia
##mbu
##bwa
ch
wame
maa
##ote
##ju
ime
##rikali
##chu
wakati
mataifa
yake
bi
serikali
kuhu
ken
kup
##che
mb
hata
##eng
zi
##mbo
##de
##liwa
waki
umoja
##je
##fun
##zwa
wake
mw
##kini
una
alisema
##ishwa
##wan
hilo
nchi
wi
##riki
##eni
##vi
hivyo
aki
##bali
da
##mani
##ishi
rais
##zu
##pan
en
hali
mkuu
aka
##kia
au
##kana
##mbe
wan
##pe
sasa
hii
##onge
##mbi
walio
zina
mara
##weza
##lu
kam
##sili
201
ambao
##enda
##hidi
##toto
kuhusu
shu
usa
##00
fa
##dia
kuli
mas
amesema
moja
lakini
huu
##mili
iliyo
ambayo
kila
##ne
uta
siku
##ongozi
shi
me
##endelea
##ho
kuji
##lama
##yi
##unti
kus
kupi
ko
zili
##kwa
an
po
mia
##angu
kis
kaunti
kenya
mat
##tia
co
hat
##ene
pamoja
hao
pe
##jini
eneo
##unge
##shin
##ingine
##kea
##babu
##engine
##engi
in
wanao
miaka
haki
##dili
##kazi
hadi
un
bara
watoto
##jia
ambaye
bo
huyo
##ang
kum
kab
##taji
afrika
kuu
so
##sia
hatua
kim
##pu
ndi
##anz
nai
su
kazi
kusa
sh
mbali
mna
##zaji
ji
yao
yana
##pita
##poti
##anza
kuna
##pin
huku
hayo
##mii
##wi
dhidi
ri
ambapo
yali
##shiriki
ho
##ilioni
##gon
wao
mnamo
shirika
um
##kisha
##jwa
masha
##shu
##hari
kili
kuka
##bo
##tano
wata
19
##ende
nyu
kwan
duni
##engo
maha
iki
##tumia
##er
##pya
hawa
##pata
kutokana
mwana
kun
##hitaji
##himu
kwanza
hizo
##wezi
ume
sababu
ida
jum
##ongeza
##idia
##damu
##isho
kui
ita
##so
muda
##uala
##va
kubwa
tuna
afya
jo
she
##chuku
wengi
aliye
duniani
##inga
kut
##dani
taa
leo
ke
##atia
kimataifa
##ung
to
##zungu
##enzi
maku
ga
##guzi
##toa
akasema
##kon
##faa
##gonjwa
##shara
sha
wazi
maba
##inadamu
##ce
##bili
maka
##unga
##kani
wanawa
##fisa
kua
usalama
##el
lili
mmoja
##ato
ulio
##wili
##ng
ru
##bari
kabla
##yu
##ham
msi
sana
ti
##unia
man
inayo
maji
##iasa
##kula
##haki
zilizo
fe
lina
nafa
##lewa
vile
juu
##uti
kamp
wanawake
al
##dhaa
##ghu
mare
##shwa
kita
##or
jamii
ripoti
poli
kufu
wasi
##iashara
ms
alikuwa
##etu
wengine
baadhi
##eneo
kia
##weze
ucha
nafasi
muhimu
kufanya
202
maeneo
##ghuli
##mizi
##thi
##risha
zao
##zungum
##fanyi
bila
kufi
asili
##dai
##ter
##mini
##ur
zinazo
kuta
000
maisha
##kili
##enga
milioni
mahaka
##mika
##nda
##husi
polisi
matu
##ondo
##ona
mtu
kina
kari
viongozi
kupitia
##jili
shule
##one
hicho
wenye
##zima
wak
##pango
##ong
##hemu
mjini
je
##and
##kt
amani
kusini
od
##endeleo
taifa
lime
##athi
##st
##duma
##limu
sheria
##ena
##yat
##eleza
##be
##ania
##taa
##jana
##bisha
huduma
##weka
dkt
##dogo
mwenye
kan
njia
anasema
kupata
##kele
##ran
maendeleo
habari
ikiwa
idadi
##mbizi
chakula
kuku
mechi
nyingi
##robi
##yatta
hai
nairobi
tangu
kenyatta
chini
kute
hasa
uchaguzi
mkutano
##mbali
haku
msa
##rifa
mka
##funzi
ndani
zime
dunia
##wahi
mwezi
mahakama
##inge
##wango
##onye
wakimbizi
ambazo
he
##rusi
##gwa
katibu
##hara
mfu
##mbia
##mea
##ise
##rani
mbili
hara
vijana
maafisa
##kuu
hivi
##chungu
mwan
##hakikisha
##tisha
chama
wote
kutoa
##jibu
uwe
##kosi
##mbani
##kta
yaliyo
##hudi
##mwa
vita
mpya
##lamu
mbalimbali
ak
masuala
baraza
uha
re
asilimia
wiki
##keza
##fadhi
ngu
##no
tume
##ada
ar
binadamu
chu
mkon
kisiasa
de
##miwa
ata
##it
sehemu
##jo
taarifa
kitu
##ida
##wemo
##enya
##chumi
##lima
##yari
waziri
jin
##rona
alipo
fedha
##anchi
yanayo
bora
##pati
##amu
##buni
##sisi
##ongoni
maz
##dwa
##co
kib
##dan
##chukua
uju
##pindi
miongoni
corona
nje
biashara
uki
##futa
marekani
lu
##maa
uni
##reza
##zuri
##mbuki
##onyesha
uka
mpango
raia
tatu
##kee
##dumu
##uri
##endo
kuhakikisha
be
##wapo
##saidia
##ngana
nya
usi
##fauti
##milia
hili
##ywa
##fanyika
bado
zote
ug
nili
do
tayari
##biti
##anzania
##wasili
ro
##ane
##dh
kulingana
##shirika
##kio
huko
##mali
pili
##yote
kipindi
che
##ezi
##huru
kutumia
##zia
le
virusi
akiwa
kiu
elimu
##vana
shughuli
##kosa
mali
##ingereza
##mbuli
##reje
##swa
##pote
##babisha
te
##ingira
yame
##ndi
##chang
ye
zake
##uli
##kari
##yan
aina
unao
kufikia
##zuia
kitaifa
naibu
tanzania
kin
msimu
kesi
##san
sudan
##misha
maalu
##atizo
##bia
##pande
##rufu
##tatu
##tanda
##ca
up
ca
ruto
##fo
changa
##zea
familia
##sta
##fungu
timu
##wala
##gha
ban
mambo
wakazi
kiwango
haya
jana
##zini
200
##fani
jinsi
##radi
##isema
##ate
uhuru
kutu
##kubwa
##wali
mazingira
##ingia
kiongozi
tofauti
##bunge
mkubwa
##keo
kampuni
nyingine
##mla
##jiri
juma
##moto
wale
##raji
vina
wakenya
chan
tak
wanafunzi
##rati
mkono
huwa
juhudi
ne
##diliko
umma
##vid
hatari
##mp
kwani
jumat
kukabili
mabadiliko
ilikuwa
##haribi
##dala
changamoto
##rua
mba
##zing
mbele
uwan
##th
##eno
ugonjwa
pekee
kusi
##zazi
pesa
kilimo
walikuwa
dha
ndio
odinga
##tolewa
kundi
kawa
##zani
##ris
##rug
fu
##wani
nyumbani
mada
karibu
kawaida
mujibu
##shindi
lazima
##rehe
licha
##badili
wafanya
##chana
bunge
kura
##ve
umri
kushiriki
##angaza
kuj
kuanz
bu
##miza
##inu
##pig
##rugenzi
##omba
uwezo
kadhaa
##huri
mengine
##piga
map
uko
##lea
anaye
##kabili
##andi
kika
##pokea
##chezaji
upande
##patikana
wananchi
ajili
humo
at
##takiwa
we
10
hakuna
pro
##dhibiti
##uzi
kikosi
hapa
##zungumza
kupungu
ambalo
maga
mar
gavana
vili
##athiri
pi
usha
mashariki
##ongeze
ai
##rs
##unda
wawili
mkurugenzi
##onekana
kisa
jijini
uchungu
hos
##gawa
##tana
##fiki
mata
##kiti
tena
ligi
yo
hospita
kampeni
ula
##she
mbunge
##elekea
##kumu
yenye
ut
##ingwa
##kika
waku
2020
mwisho
kocha
msingi
matumizi
of
suala
ujumbe
mati
##tiza
##fsi
uingereza
##wana
##lenga
iliyopita
iwapo
hospitali
janga
##lala
##anisha
##ck
wetu
##kilishi
ben
##mw
yote
dawa
##jari
##fika
##funga
mama
##fe
mag
##zara
uku
kija
kukabiliana
mta
mash
uchunguzi
kas
msaada
wizara
##poteza
mato
##fano
##enza
##leta
kw
hapo
##wanda
on
maju
fur
naye
##ongezeka
##rajiwa
##rc
##mano
##taba
##chama
##wahili
fursa
mashirika
##lazi
maj
kiasi
akisema
who
sita
utu
##lisha
mawa
mfumo
mji
##marisha
##uaji
baraba
##pia
waka
isi
bidhaa
lugha
sene
##kwe
lengo
##miaji
mis
##husu
kamati
kituo
##ban
nde
##ongoza
sekta
##wezesha
mtoto
##refu
##gua
##nzi
nne
kuzuia
maalum
gu
saa
uchumi
ura
##fiti
bwana
##wepo
kusaidia
bilioni
##kuru
maambuki
##lifu
##bio
##sababisha
alama
afisa
wako
jambo
##paka
wabunge
ufa
##usu
##mbua
##malia
jina
am
##dhu
##jeru
##mua
covid
matokeo
di
##chezo
##keleza
##zidi
mwingine
##jaa
kit
vit
ushiriki
##uka
ingawa
##koa
wakiwa
##lojia
mamla
huenda
mengi
##andaa
##tandao
kote
kima
baadaye
tuli
dakika
##paswa
##zee
visa
##husika
somalia
lililo
##kazini
##shtakiwa
lake
no
##labu
mfano
##ishe
ras
2019
jumla
hizi
##ibu
kaskazini
sawa
mab
##ataka
##jumu
kijamii
##lan
ute
##sisha
##sho
##engene
##ver
maambukizi
zamani
kiswahili
##twa
##ripoti
##mbana
##ishia
##hisi
ikiwemo
awali
##hoji
##rejea
ndo
##son
kufuatia
##zin
kuongeza
miezi
##ted
15
kupa
##kra
kuti
idara
kupunguza
kuondo
##ume
maso
maana
kabisa
##enge
macha
aliyekuwa
##changia
##tishwa
chanjo
jam
##fua
mal
gha
wafanyakazi
uja
mkataba
nina
waa
nyumba
##ungano
uganda
##pinzani
kibinadamu
##inafsi
##lani
wito
fi
##undi
mwili
takri
##rti
##rt
rasmi
kuanza
sh1
##lla
##sti
wakulima
##atwa
zia
wanachama
ushirikiano
kisha
##dua
nguvu
##hudumu
2018
ulaya
##tokea
##endesha
##faha
aliwa
kushu
kile
##rd
mika
##ratibu
jamhuri
##lika
aji
linalo
mwe
##jeshi
klabu
basi
kuendelea
vyo
sta
soka
vye
mashtaka
kilicho
mwenyekiti
##cr
aidha
##indi
kip
vitu
##inali
##gumu
muungano
12
chuo
mape
##jani
wo
##endeleza
waha
mamlaka
##zingatia
chi
##zozo
sio
##gemea
ardhi
united
mifu
haraka
yetu
ushindi
mapema
##kubali
kuki
wachezaji
##vun
kikuu
##pili
##mana
bei
##amini
##siasa
##men
##firi
##mbea
mradi
dola
##jali
kinacho
##biri
##fanywa
magharibi
katiba
hatu
##andishi
his
ulinzi
walimu
mt
kuimarisha
mashin
fainali
##his
lo
##shindwa
##man
machi
ulimw
wamekuwa
##shauri
##jadili
##fikia
matatizo
amekuwa
ambako
uongozi
siasa
##hitajika
##mbasa
kuweka
18
ama
##onga
as
barabara
jaji
mombasa
us
cho
huru
ndege
##pungu
##hcr
##amuzi
yoyote
mafun
wataa
##shukiwa
kuanzia
unhcr
mabao
mbinu
##shinda
ofisi
mbaya
kuchukua
sila
##tangaza
nao
##sisitiza
##mbulizi
kuzi
odm
##ath
##yama
matibabu
##ll
##baini
uamuzi
kuru
##anua
uba
vifo
misa
vifaa
##husiano
mauaji
nime
##tea
nga
kuingia
wala
new
mad
##ton
haja
kuo
wasichana
##fisadi
tarehe
2017
kuliko
##mokra
go
##kam
##juli
badala
bur
joh
wada
##ungo
##kutana
gi
##kome
mah
##hudia
bar
utafiti
alim
##dumia
mcha
mtaa
mrefu
##chan
##fariki
##pl
ukose
malengo
##ci
##hani
makundi
kwenda
wil
##ry
vilivyo
##pewa
##maini
ukosefu
kiuchumi
kudhibiti
simu
##fungwa
kwake
wanaume
##fari
##mbele
##dio
##leni
##mad
yangu
uhalifu
kuvu
mita
##al
kime
ajira
##jaribu
30
##rik
karibuni
##res
##athirika
saba
uwanjani
hati
wate
hau
ambacho
##dele
madai
##lai
usiku
##mbwa
silaha
##endeke
##elezea
ub
el
##toria
mafunzo
##miliki
chake
zita
##umu
ufisadi
2022
athari
hazi
mli
juni
##mamizi
drc
iju
ika
kucha
jumatatu
##kabiliwa
##ziki
ap
##elewa
vime
tano
##hama
john
##dano
nyo
##jito
mbo
tuta
##kno
mwakilishi
##us
##maliza
##zalisha
tatizo
##salia
##kumbu
##mke
vyombo
16
tun
##taja
wazazi
##rini
misaada
##anne
mahitaji
jumatano
##med
tha
sauti
inasema
##pele
##geni
14
##ziwa
mau
13
safari
taasisi
magari
utawala
##mbulia
##cef
ab
##kato
##atiwa
uj
unicef
huyu
##mokrasia
ndiyo
ziki
endele
kulinda
##atarajiwa
makubwa
yeye
##raha
11
nusu
miwili
kusema
kwe
wagonjwa
umu
vyema
mafuta
##knolojia
##fadhili
hewa
barani
ijumaa
damu
##sika
kutekeleza
##jua
##ph
##lee
##ande
ge
##giza
##shiki
##ster
umuhimu
wasio
##rura
wanasiasa
endelevu
25
##kundi
##fungua
##ity
ngo
##disha
mungu
wenza
##wekwa
##idizi
jumanne
ndogo
mwanamke
##ila
kupambana
kipa
nige
ng
##ransa
##ishoni
##zungumzo
##shika
makazi
matumaini
ule
mazungumzo
##mna
##katili
kubadili
masomo
onge
ghara
magonjwa
imekuwa
##penda
vikosi
##semaji
mchakato
##unua
walipo
fulani
##hada
##hifadhi
kauli
##chukuliwa
gharama
du
alham
kide
jumapili
##amua
namba
##fla
uwanja
##atoa
urais
##maduni
##hali
ok
bali
ilivyo
##enal
##husisha
kar
kadha
##ilia
##onya
##kodi
##epu
imesema
##tokana
##lozi
wangu
mipango
##sima
##ongozwa
17
mwishoni
##puko
##fahamu
##pania
kuona
##chuano
kumu
uhusiano
kupiga
msemaji
akizungumza
nia
##jumuisha
makuu
##ambia
21
yu
##ol
dharura
vinavyo
kambi
ziara
moi
##engwa
benki
##julikana
##takayo
alhamisi
teknolojia
city
nye
tru
##uza
jubi
##wasi
jubilee
wat
moyo
##jiji
##takao
vika
##bore
nyuma
inaweza
##lazimika
ua
##sheni
miradi
the
mapig
wadau
##ld
mapigano
michezo
jimbo
##milisha
##tihani
##toka
##ishu
wataalamu
mke
waliokuwa
##hili
##dhuria
kutafuta
watatu
jeshi
bbi
itakuwa
waandishi
ushahidi
199
janua
jukumu
uma
##bishwa
asi
uliopita
##gogo
ongeze
##ono
ujenzi
jumu
mbio
wakuu
##shuhudia
tukio
##zito
nini
soko
ongezeko
##kata
wanasema
uga
januari
##tumika
##uliwa
pwani
wahamiaji
kutosha
kume
##ghulikia
mala
mv
kifo
pale
takriban
aliyo
##itwa
##thibi
trump
vyama
ago
sera
##nia
lita
mashindano
ngazi
burundi
dara
##ent
liki
##anya
maarufu
makao
hofu
##liam
anga
namna
##gizo
##uawa
kikao
##tumiwa
viwango
congo
##lizi
makubali
##pte
mikakati
kikubwa
ambavyo
##biashara
ufu
##ktari
##cc
##rishwa
##undo
##mosi
ile
##pwa
ndiye
2015
kule
william
nzuri
zingine
##fuata
##rili
bao
##mamo
mwi
##tuma
##luma
ufaransa
fo
##nu
vituo
yata
seneta
kilo
##kano
2021
makubaliano
##mishi
septe
kasi
##wishi
##ripotiwa
walisema
jumamosi
ujao
vitendo
raila
yaki
kuwepo
lib
##angi
mur
nakuru
agosti
salama
mawili
baina
##jumbe
##thio
ila
kukosa
upinzani
chache
##chwa
sh2
kuwasili
ukatili
septemba
yeyote
##jerumani
##cheza
##andaliwa
shuleni
##kelezwa
mpaka
##wimu
epl
kumi
##toba
##athiriwa
kisi
##rah
husu
kuendeleza
tabia
mimi
kinyu
##land
##wada
kuhudumia
##anishwa
##ork
##shikilia
kuelekea
fao
##endekezo
ndoa
takwimu
##muzi
vizuri
##ika
##engeneza
##aji
binafsi
##gh
##choche
kuleta
pande
##iya
kali
##pokuwa
##biwa
dar
maanda
kamish
kusababisha
##boresha
##thiopia
##riwa
##zaliwa
min
amerika
##om
hatima
kuzingatia
ndipo
##shuru
wanyama
nayo
sulu
##ord
maradhi
##atilia
##mio
kanisa
##habari
ebo
##gombea
kushirikiana
oktoba
##jita
mus
misi
aj
mashambulizi
##dishi
##patia
kusamba
##endaji
ebola
kombe
##resheni
wanaweza
##mwi
##sea
2016
##mishwa
kuwapa
mvua
##yansi
##heshi
julai
##shambulia
ghasia
hiki
##rea
##pinga
njaa
baba
mtandao
mahoji
##gue
##ino
mei
##daiwa
mzozo
mafani
madara
mahojiano
##fp
uweze
wasiwasi
##kelezaji
24
st
##pende
##mbuliwa
moon
kivu
ija
nove
kupe
kanuni
kid
wow
mafanikio
lamu
##vunia
china
mikon
kweli
##chango
libya
mawasili
gari
##dhara
wowote
##pigwa
##andika
wfp
kula
kujenga
kinyume
york
kiba
##chache
wakili
imani
##ly
mazo
##firisha
ope
##tt
mzee
##gia
mari
kando
maalumu
il
kufani
##gaji
mswada
##jeruhi
yako
##inisha
##takapo
##zimio
nigeria
##ongamano
wenyewe
kuongezeka
mitandao
##giwa
novemba
sisi
kurejea
100
##gun
wanapo
mitatu
##gogoro
taji
wahudumu
maziwa
maamuzi
majukumu
marufu
hakimu
wai
is
50
kuko
##keti
##biki
mawasiliano
jose
##lili
##zindu
marufuku
marehemu
##kun
##enguni
mojawapo
##am
rwanda
thi
mja
ulimwenguni
ethiopia
##mon
mdogo
##kaji
##panga
mko
afisi
guter
zo
kishe
picha
ushuru
mabingwa
guterres
##zungumzia
japo
utekelezaji
##dhifa
kusu
hafla
##faka
##guliwa
zenye
##ling
##ruari
uwezekano
ukwe
homa
kidogo
husika
kutaka
ajenda
awa
feb
mpi
##zao
##gana
unaweza
##kua
kidemokrasia
ulikuwa
##kezaji
##ibuka
mbu
ndu
##ita
asu
vyu
mlipuko
tabi
mael
mwandishi
ombi
##gra
geo
##rat
kisheria
operesheni
usawa
ukanda
upili
historia
balozi
##fia
moto
aprili
kanda
maelfu
macho
##mes
##kuja
ujerumani
humu
##milioni
fran
hatimaye
##waji
asema
msu
kujito
##sani
kike
##bila
##stahili
##saba
miku
februari
##lin
mazao
ste
##gwe
##andamana
##kw
##beba
##chunguza
##kadi
##mbukizwa
##fany
wateja
##bani
ameongeza
yasi
kuya
##ziri
##mavu
matukio
##ondoa
##wasilisha
##mar
ukimwi
kupokea
##kuwepo
##hamana
kiaf
ars
##ts
jumuiya
##siana
##rikisho
kiambu
son
##fichu
hawana
##yiko
wazee
maoni
ange
##pool
kusima
liver
dhamana
harakati
oro
##yon
kaka
mutu
23
mwanamu
liverpool
##penzi
msimamo
##angazia
matunda
##hana
asubu
##zindua
kwao
makala
asubuhi
##changan
vid
##waa
viba
##inti
uvu
mwalimu
arsenal
hifadhi
dalili
22
##engu
tabianchi
maja
maele
##changa
##funza
mchango
##pendekeza
mwenza
nane
kuso
makosa
##iniki
iliyotolewa
kupo
kuhusiana
pakubwa
wavu
mawaziri
##kamatwa
mao
misri
##rajia
##jin
2013
kuishi
##celo
kufa
kumaliza
##hudiwa
ilhali
##hutu
##ruhusu
##zalishaji
pombe
##pindu
machafu
tisa
alia
tuzo
mwele
kuboresha
kira
thamani
zetu
une
fc
matatu
rekodi
##athmini
miji
##zingatiwa
##maarufu
ukweli
##lim
kamili
##rge
##mbini
##lii
faida
mapato
zin
bingwa
mashabiki
baha
ijayo
upya
usimamizi
kuepu
kuzu
makali
alieleza
##pp
kupoteza
##milika
prof
kuung
david
wawe
akili
joto
##sanya
washukiwa
##soka
vingine
##sishwa
lin
wenyeji
##ul
##dhani
##jitokeza
##tan
gani
amewa
##saji
##lme
iom
##ber
shaka
mimea
nambari
##wakilishi
##jivunia
##lle
##hula
miko
##wele
stars
kuonyesha
##saka
##anzisha
##zika
##samba
##fedha
wanahabari
mwanafunzi
##hanga
haramu
mikutano
wajibu
##kos
ajali
migu
kifedha
##rej
gene
##kishwa
ilipo
##vunja
26
kufunga
orodha
kijiji
##rejesha
##per
mchezaji
##hadi
##komeza
vu
##zoni
mume
mitano
kununua
car
##gizaji
sh3
##onal
usaidizi
##ley
##islamu
jirani
suluhu
iko
##pungua
##mbelea
itakayo
kudumu
rahisi
##indo
vyakula
bahari
maneno
##tegemea
mahali
ue
##enea
rangi
##zama
##chester
shirikisho
chel
kufanikisha
mapa
##taafu
##tarajiwa
machafuko
wau
uzalishaji
kambini
kiti
mwelekeo
risa
kulipa
ad
##kumbwa
##hudhuria
##ret
##piki
bra
##himiza
##toni
mchuano
mtihani
##fanyiwa
manchester
##zina
##50
malipo
27
##tiwa
kuwasaidia
##kwazo
##ssi
mbe
##rithi
##celona
saini
barcelona
##lam
wenzake
lishe
kujiunga
zilizopita
barua
##kizi
mazoezi
ataka
mamilioni
anaweza
##fuasi
chelsea
kc
##maanisha
##angazwa
vin
kiungo
500
##tari
kuanzisha
mai
##koni
##gawan
kuva
##pitia
##mbuzi
hususan
##pas
##fanyia
thika
mno
kitengo
##rudi
utamaduni
vikali
yan
kiingereza
##mita
azimio
joseph
##wezekana
kuondoa
##lahi
##mbulio
kufika
eu
muziki
sonko
kutengeneza
hawaja
##kezwa
mizozo
40
28
kisasa
mkulima
##hispania
mifugo
mvu
zile
neno
##sihi
cu
##kataa
king
mchezo
##livu
##linda
##fanikiwa
kibinafsi
aliji
filamu
##hiti
sy
##lau
italia
madhara
##kilisha
##yanya
yaani
jopo
shamba
mili
and
##tetea
uefa
##riko
james
##ff
hazina
manu
asa
mafu
##ongozo
##hihi
ulimwengu
masi
##qu
gor
tele
kongamano
##eli
##wo
hawaku
##ridh
##uliza
##lezi
masa
##toaji
wanajeshi
mahakamani
##fanua
##hakik
wafanyabiashara
muhula
nzima
lilikuwa
moha
##ima
##mko
ufadhili
##bati
##sco
##bisho
##ingo
##atumia
seneti
mimba
yasiyo
kutia
vipi
##kimbia
##mpa
masharti
kuondoka
kisumu
wajumbe
dese
kijeshi
##pishwa
kamishna
##zigo
ahadi
it
kutambua
kushughulikia
zisi
##pongeza
##chezea
##bc
mingi
##iri
##dhihi
mifumo
kuwania
usafiri
uhamiaji
ngozi
hote
enda
kujadili
mahindi
mjadala
ea
amri
kutokomeza
wafuasi
##les
mwanzo
##chochea
chipu
mate
mut
takribani
washirika
alio
ada
mon
kufanyika
##sababishwa
##ven
##lizo
mago
mshtakiwa
##tuba
ugani
##thibitisha
video
##shirikiana
yale
desemba
##chote
##undu
geneva
##taki
usta
shaba
endapo
utaratibu
##fichua
##lie
##vile
majanga
##gundua
sama
sare
##zeti
safi
ametoa
iwe
##id
kuunda
##skini
kupinga
##shima
limesema
kushinda
mwanamume
kuwe
utulivu
risasi
mlima
##rie
##yoka
##maji
umaskini
kutimiza
uhispania
kuja
##funguliwa
mshindi
visi
viwanda
2014
dini
sala
vilevile
mil
##sse
kuandaa
kigeni
malala
utoaji
kuhama
mapendekezo
hoteli
kukuza
wachache
kort
ik
peter
chochote
george
wingi
##rid
isiyo
kortini
jiti
ubaguzi
##kiri
madaktari
sherehe
##rg
ishara
##ulu
manufaa
##pika
kupanda
kuendesha
kufuzu
##linganishwa
wawakilishi
nisha
##liza
kikundi
sifa
ufan
mipaka
lenye
nita
ushauri
mte
mohamed
##elea
kushindwa
##lulizo
##shukuru
banda
##yana
##um
##unde
wanne
##rengo
##jeti
viji
mapya
##ongea
##peleka
chipukizi
##kh
wakiwemo
jitihada
watakao
##angazo
##ric
##liwe
##zua
bajeti
mshukiwa
##undwa
mfululizo
malaria
##singi
kukamilisha
##fikapo
kubaini
##red
real
wasa
kubuni
bodi
##enu
hadhi
kusaka
vibaya
##tezi
has
halisi
##reva
shida
##panda
##bora
nyota
maadili
ifikapo
##heshimu
##rin
##chiliwa
##kwaa
##tini
madi
daraja
mafuriko
##wadi
wapinzani
##angalia
yuko
##atua
kinga
nishati
##kita
waasi
29
##wasilishwa
mikono
abi
kuunga
vigumu
wafu
haija
mua
mashu
sahihi
##anzishwa
ikilinganishwa
##pasa
##iko
lea
kuweza
miundo
bon
##vya
##baki
ufanisi
kupati
ndugu
##rick
yalikuwa
##husiwa
ud
##ungwa
heshima
kujua
mbegu
ugaidi
wadhifa
sayansi
ukuaji
jioni
##ty
mtendaji
karne
198
mtaalamu
##fur
duru
kukutana
##kumba
##zoe
##endeshwa
musyoka
mkali
ndoto
60
##atana
vo
##hawa
##zamo
kuuza
majaji
##mikia
##jeruhiwa
##rusha
##lana
mkondo
##rasi
kupatikana
##sc
uwekezaji
vikwazo
mapenzi
kadhalika
majuzi
##milifu
hatarini
magu
##geme
uhaki
mboga
kupewa
iku
##husishwa
aliongeza
##ondoka
##ishwe
##umbele
hala
##tambua
mk
##pigia
kiafya
##tiki
ngumu
kuongoza
vyuo
##shiri
samaki
##dhiano
##mega
maelezo
##isitiza
##stani
##iliwa
anapo
zinaweza
jiji
mako
kitendo
##fafanua
dise
##rn
zinazoendelea
mawazo
usw
##ingilia
umeme
lao
ilisema
##shiria
tiba
matha
chombo
##pisha
darfur
kijin
##ufa
##lipa
maskini
hotuba
walinda
##mis
##risto
##tandaoni
##yika
uzazi
##ungeni
jinsia
kuwasilisha
oba
ara
alitoa
kilomita
awamu
san
kimoja
##zuru
##elewe
ujuzi
kuhifadhi
mwenzake
mwenyewe
vingi
##zui
kush
bungeni
kipu
##tajwa
tiketi
##dwali
kulikuwa
sam
maridhiano
##rk
##ruki
uto
zilikuwa
hisia
mage
2010
##takazo
jedwali
zisizo
##jenga
tuki
##ls
kakamega
kijinsia
paul
nyi
nja
##reke
tas
wamesema
##den
magavana
##sca
##yang
inter
alipokuwa
nafu
kupele
maandamano
##30
kifa
kubadilisha
##dhimisha
##dumisha
kuokoa
mzima
mazishi
##shuhudiwa
bandari
ombe
31
##dhe
kiga
uhakika
disemba
##vo
##isaidia
##zwe
##dudu
pengo
##rahi
kuibu
pembe
##uth
##rabu
alivyo
vyote
##don
watakuwa
##endi
##tafuta
##elezwa
rufaa
##shawishi
wanasoka
maslahi
sharti
##zil
walim
inavyo
es
##yenye
##kuma
##lote
mkazi
chanzo
##haribifu
kuni
##laani
ikulu
##simu
nyama
watano
##hiri
agizo
hana
##und
2012
vikundi
franc
utakao
wizi
hatia
ikizingatiwa
askari
##kufa
ukame
wadogo
kusiki
##uzwa
##shindani
##mbamba
mareke
##pekee
wanam
radio
##dhabu
sh5
kutangaza
francis
marekebisho
wash
##ut
##hadha
msha
makwa
katikati
kuamua
##tus
amesisitiza
uhaba
mwao
wanaoishi
196
majari
hasara
##anzi
akaongeza
minne
ber
wanataka
syria
madiwani
##wapa
wageni
##chaguliwa
west
barabarani
anata
kukubali
##bidhi
##amuru
ze
##kinga
mkewe
hassan
profe
taka
vitabu
az
##paji
##zinduliwa
##pepe
##hutubia
mzuri
iba
##ghari
kuha
##klia
mawakili
mn
afc
kuthi
misingi
##jui
mkakati
kutumika
mfanya
kuchangia
##eneta
##haribu
mwanzoni
kadi
##tenga
197
mtawa
##kamata
kutokea
usafi
70
##inda
kazini
##wazi
maje
atakuwa
##tter
##unu
shambulio
##zaa
lolote
nasa
##jazo
korea
##rejelea
##rai
madawa
kuwezesha
##kamilisha
spika
pat
##inishwa
pasi
ulemavu
##mbano
wamea
yanaweza
##hamisha
aa
nati
nguo
##pelekwa
kucheza
kufungwa
michuano
gazeti
profesa
kibiashara
kikamilifu
sarat
inaendelea
##fundi
kufuata
##patiwa
murang
##bika
japan
zitakazo
mtazamo
paris
robo
mart
##dri
##furah
saratani
im
##siki
ubora
league
##roni
progra
##tembelea
waso
kukam
den
idhaa
##idh
kipaumbele
njo
##seme
kesho
unapo
maswali
##andikisha
mitaa
wahusika
zijazo
mfupi
##hojiwa
##fungia
##ongezea
lon
##siri
madini
abiria
##ungufu
korti
washiriki
##jiandaa
hakuwa
iliyokuwa
dani
mudava
alipata
asia
##punguza
kusoma
mudavadi
alianza
kipute
##kis
mwangi
shambulizi
##hau
mashinani
ukiwa
machakos
kidini
##my
makwao
##bert
majaribio
mtawalia
##loni
kumbu
##toshe
miti
##fundisha
taaluma
haiku
##bwe
##karibisha
##lalamika
wakisema
nafuu
uo
kilifi
##ss
##vuni
ale
mbi
migogoro
kurudi
##hamishwa
rasili
wila
2011
majeraha
ujumla
mgogoro
##tengene
kuenea
kisu
uharibifu
##pigana
##shambuliaji
wenzao
olim
wanata
rasilimali
jene
wap
ham
cup
gra
##imarisha
kifua
##ation
kutwaa
madrid
ie
##kuza
wanahitaji
##ange
usio
seli
##ishio
kuchunguza
kipato
maombi
euro
mkenya
##od
micha
maandalizi
nyimbo
wanaendelea
##harakati
##mas
amea
umekuwa
kutetea
beki
majina
mpira
##her
hoja
mabaya
kuthibi
##mizwa
mashamba
uso
nilikuwa
##lon
kusitisha
demokrasia
furaha
unesco
kupu
mahia
bri
umaarufu
##kofu
##kundu
##itaka
##ishani
olimpiki
##mka
nyuklia
brazil
##kwenda
##unuzi
##hudumia
milan
##inikizo
jukwaa
##rodhe
maseneta
##tangu
misha
mashi
moham
ocha
##sajili
##rushwa
##lly
##higa
##simamia
mto
##ango
redio
marafiki
##shirikisha
##fisha
jamaa
nu
aust
kosa
mgombea
##ok
##mid
##endwa
##teuliwa
##badilika
##kubaliana
##enia
mwafaka
misitu
##kuta
jari
##mikali
atakaye
##disi
kidi
sukari
kiume
hospitalini
run
uteuzi
90
kuba
##zulu
##mbee
shinikizo
##ungana
kuacha
wange
iebc
##anja
mitihani
unga
kiraia
##ys
##inua
##idii
kulevya
mabo
kusimamia
kutatua
isitoshe
tra
##es
wadudu
kueleza
kijana
##dg
##soa
##mivu
siri
msaidizi
##rali
waji
ziada
con
kumwa
matiang
kuepuka
##mara
muafaka
mazuri
hawata
##jitali
kuch
##rugu
kamanda
##husiana
##mshi
joho
##inea
vyao
dhana
wastani
kodi
wapiga
##teua
angalau
kicha
unmis
mchangan
mingine
nika
azma
kipekee
##roka
kemikali
##jiunga
vikuu
coa
##pasuaji
##komesha
ustawi
##liki
##onald
majengo
anayo
unyanya
isra
##firishaji
kuhudhuria
##fahamika
oti
##anze
haina
##pitishwa
##pangwa
barakoa
##bunifu
serikalini
mishahara
##pelekea
ala
mgonjwa
##subiri
mohammed
kutolewa
##wania
utalii
uzito
##rio
mwingi
ubingwa
##ington
mwongozo
msichana
mstari
haita
daniel
miche
##hamu
##rupu
nyara
njama
mfa
kuwaa
maarifa
kurejesha
ushawishi
35
##kadha
300
##min
##uzulu
##ingiza
nani
##faulu
ou
va
mikopo
##kala
mkoa
vijijini
ibada
##ruga
mkopo
asasi
##dari
ang
sh4
kingono
twi
tete
guinea
uwepo
##kadhalika
##elekeza
##isini
abdu
tishio
tunataka
gesi
niki
inapo
maagizo
mwendo
##dhihirisha
aliwahi
##ruhusiwa
udhibiti
waweze
dci
kufungua
##angwa
mina
##tangazwa
daktari
wanga
ah
ps
##fikiwa
##jiriwa
marath
kukamatwa
adhabu
##kisa
##ssia
##onda
##hofia
kuibuka
wanayo
mwilini
git
##rwa
##misho
##iniwa
##vamizi
##endelee
kimsingi
##zana
matamshi
##malizika
wewe
bidii
icc
##fanye
india
##potea
32
dpp
2007
##chagua
##dhamini
80
nyeri
mza
##llo
mun
upasuaji
unamid
##jadiliano
makini
walia
upungufu
maumivu
##hodha
##ukwa
##tten
uchuku
kap
##ishiriki
##semekana
char
marathon
penal
kuhudumu
kigaidi
majadiliano
kumekuwa
unmiss
##unza
wanafaa
wapi
##ens
##fai
iv
##kaa
##las
kufuatilia
bahati
##mbabwe
kupigwa
totten
tottenham
madu
thabiti
wapya
nzi
ukubwa
kusambaza
kiwanda
wasani
migo
halikadhalika
ngon
washtakiwa
##nusha
coast
ilo
harambee
##usco
mpito
##atokana
kujitolea
##mat
penalti
##ngo
mamia
##shughulikia
mfuko
ui
waja
lei
##isu
##hakikishia
##ct
siyo
sanaa
programu
inge
2030
antoni
makan
##dishwa
hasi
kongo
##plo
waliyo
wilaya
pendekezo
##pitisha
kupungua
madaraka
##hitimu
wasanii
ushindani
##uwa
hakika
mp
##vin
rafiki
washington
kiji
alizo
ubongo
##ategemea
nazo
##china
antonio
iran
monusco
val
kujaribu
##yesha
chris
darasa
mzigo
udongo
##fuli
kutumiwa
##ufaika
uchukuzi
mchu
kuzo
##mbaji
hutumia
##han
##kumbuka
kuzungumza
kucho
karo
2008
kuomba
2009
##reno
##unzi
binti
viwan
sambamba
##bidi
viungo
kutekelezwa
wanavyo
##shirik
utapia
majani
twitter
nor
##ses
wanaishi
kitabu
watetezi
zoezi
uswisi
utenda
##ifu
amem
london
ria
chad
inata
zimbabwe
##der
anaeleza
upo
##ford
waathirika
dr
kuchukuliwa
##anii
gre
##ren
##rds
##sajiliwa
##uki
##fuatilia
##buri
majimbo
##ridi
havi
iliyoko
chuki
waliwa
maswala
kupita
waathiriwa
##dokeza
salaam
mjumbe
##dhini
vipimo
wapo
kise
##ab
##zewa
magufuli
mageuzi
##romo
kibe
##ons
jua
##kamilika
magumu
mbadala
wavulana
kuandika
uturuki
michael
##rajio
ufugaji
##weleza
kihis
kuingilia
came
##rica
haswa
mtindo
mumewe
awe
kiko
aliko
ilio
##ongezwa
vurugu
##tro
ziwa
chumba
##jitolea
baye
usamba
##kadiriwa
##luh
nyakati
##enendo
##zote
##dhimisho
eneobunge
##ea
nahodha
##bar
limekuwa
walivyo
walioko
##gharimu
akim
uk
kukusanya
matarajio
kudumisha
anavyo
jenerali
vitisho
madeni
##kut
##fuzi
nyanya
akiongeza
kuwekeza
sdg
##hia
##tua
##cco
##baka
##tengenezwa
##sikia
##geza
##tarisha
##tilia
fowadi
psg
sin
##muliwa
##anada
mashauri
##zoefu
kukomesha
kusafiri
maadhimisho
45
wamiliki
pla
usu
uzindu
anataka
makamu
zimekuwa
uhai
eti
alicho
mande
usafirishaji
##mbilia
##tumi
##beria
mshahara
dhu
utakuwa
##bainika
kivumbi
ir
mshambuliaji
lile
##chapishwa
mwanawe
alidai
##patikanaji
uzinduzi
##cy
linasema
kwingine
##rekebisha
##isheni
##fungo
wandani
kuambukizwa
upatikanaji
kuwalinda
kupitisha
##badilisha
##ment
ghana
kiki
##tima
##gambo
kumpa
##lanta
wadi
wafanyi
##valia
##jengwa
tunahitaji
malalamishi
pindi
##soma
##sabu
kusajili
zozote
juven
juventus
mchana
tangazo
##kwama
kichapo
##ms
inafaa
vyake
##mbora
##eld
kinara
##mbukiza
jinai
##kumbusha
400
kuonekana
akina
raga
##vutia
##shuka
masoko
dada
meru
##zisha
##eneja
mike
##fautiana
riadha
ufungu
maina
kai
ekari
nd
tang
elfu
utendakazi
tuko
meli
mwanasiasa
fk
for
##pendeke
##dhamu
##thibitishwa
##wakilisha
##hami
karan
waajiri
donald
##yua
##chukulia
otieno
imara
mstaafu
taratibu
##vamia
msimamizi
kandarasi
runinga
aja
##dhuri
tunaweza
##mbatia
fasihi
##taya
kichwa
kufanyiwa
inaonyesha
wiper
njema
##kiuka
##gal
##atoka
kuruhusu
kumbukumbu
minajili
kufahamu
kiini
kha
liberia
askofu
wanakabiliwa
##roon
unaendelea
yatakayo
mawe
##kanusha
##tekeleza
charles
##atanga
fkf
##lipwa
##bara
kidato
##tani
kuvunja
##chia
ameeleza
moses
##gonga
mlo
akaunti
ninge
ubunifu
bayern
kale
minu
##jika
hawezi
ib
kujibu
kuzalisha
sakata
milenia
hand
mga
kukaa
##dy
##safiri
kutathmini
robert
kuondolewa
kukimbia
zikiwa
boda
##tawa
##kiliza
kubeba
kenne
##yima
##ploma
##yaga
aliambia
wakiongozwa
usoni
kuungana
##mvi
##faidi
kujifunza
kuthibitisha
almaarufu
##pinduzi
##df
##kte
##hai
##duliwa
##ory
##yun
made
ser
usambazaji
##mfanya
##ukwaji
kushika
##himili
##andikwa
tamaa
umbali
wapata
##geria
##pesi
hiv
walioa
zinaonyesha
kiufundi
mutua
##fikishwa
ukiukwaji
mitandaoni
har
wahalifu
##aminika
sia
mkufunzi
##sama
##fikisha
cameroon
upele
##boda
kihistoria
via
##port
viki
##lanzi
fer
maiti
urusi
kahawa
imetoa
mashine
mapambano
ever
##vuti
mtaani
miongo
akawa
kamwe
baharini
##moni
wanazo
##ukaji
kusambaa
##lonzo
##onesha
mratibu
##turi
##zuka
##unganisha
com
##zunguka
##jitahidi
miguna
fred
pengine
##kasi
dhuluma
##tekelezwa
kufadhili
##mbiji
niger
##piganaji
kukata
hay
alex
##tumu
kupanga
##vita
miguu
##usi
alifanya
bonde
##ft
##holanzi
mantiki
iti
##ron
data
kpl
hawawezi
##onea
mg
sho
##rans
##engele
bro
mshika
##ue
##anishi
moro
alifariki
rama
akitoa
##sheria
##ridhisha
debe
ipasa
##xi
wazima
kitaa
##lwa
##susi
kamau
akiwemo
flo
##ridhi
33
mrengo
punde
wataka
kuelewa
ivory
wafugaji
##use
##tenge
yamekuwa
uji
uongo
maishani
hadha
inahitaji
pointi
senegal
kuchagiza
##ker
hua
##book
##inikiza
##hadhari
kizazi
aliomba
hadithi
eldo
kisii
meneja
baridi
kukataa
ipasavyo
mapinduzi
##fiwa
voa
##oko
zambia
akiongea
ukiukaji
eldoret
ag
##kuliwa
wagombea
kanu
kujitokeza
wapatao
##kusan
##gizwa
msumbiji
##gopa
usajili
##elimisha
jeraha
uke
vyan
kujali
##weke
nidhamu
##pendekezwa
##leti
vyanzo
##riadha
kuelezea
vic
mijini
##giji
##shana
eacc
ngono
##visheni
wanapata
##shambuliwa
sekon
nyadhifa
sen
##mewa
##mira
##geuka
walipata
##rey
kukamilika
zangu
wapiganaji
kuzima
sau
##rekodi
kuua
haikuwa
mbolea
34
letu
ipo
uham
viti
miili
amewahi
kilikuwa
kwetu
hadharani
mchanga
kuheshimu
##tawala
kasa
##mbatana
sekondari
miamba
inatarajiwa
jela
nyinginezo
ghafla
lisi
##dp
##ando
kagwe
muse
##mlo
##tane
waislamu
sugu
kiarabu
mwema
##iti
##inho
##iambia
sh6
afcon
##vazi
mgumu
shtaka
kuadhimisha
kud
wanapaswa
kutibu
##tati
wanji
akis
kudai
mathalani
patrick
wama
kunywa
jengo
##lela
roma
uzoefu
kipi
kung
##rasa
##ilio
viwili
mchanganyiko
aeleza
mpenzi
husababisha
##mboni
##gora
wameanza
##elgiji
mataji
kimapenzi
mdo
upan
##habu
baringo
##ud
##zamiwa
unep
##yai
##lalamikia
##frika
kadri
hukumu
kuwawezesha
##thiri
##ywaji
yenyewe
wanamgambo
utapiamlo
mahusiano
42
face
ubakaji
##ikolojia
vijiji
##fuzu
##erra
vikao
##kumbana
##ungi
##shanga
akiba
mashahidi
##mbari
mit
tamko
uholanzi
##kabidhi
##gara
ilianza
obama
36
##karibia
mshikamano
vvu
##rabati
yemen
##indu
##hudhuri
dhati
##pha
kuwahi
macharia
madarakani
##eneza
utata
ngome
raundi
##bomo
kiserikali
canada
bayana
sokoni
##ibua
russia
opa
kabila
steph
ushirika
alii
mwake
nilipo
makanisa
kutokuwa
dhahabu
kupeleka
kiho
uliofanywa
uvuvi
waumini
##uzaji
##funi
##lian
##tarajia
anc
##mbulika
kimaisha
staka
##et
##mai
##laumu
kuunganisha
47
##inyi
madogo
muundo
reli
##mati
2000
##ondolewa
##isia
sh10
televisheni
ufunguzi
pu
war
wanasa
chao
chenye
dereva
##plomasia
everton
kwale
uhasama
kuangalia
##dhiri
mwanachama
##tishia
##orodhe
musta
hutumika
dhahiri
hatuwezi
malawi
mha
majeshi
##tor
zika
kikabila
##wajibi
vyenye
##the
rambi
ole
##kabiliana
isipokuwa
kibarua
kuzaliwa
alisisitiza
##firishwa
yanayoendelea
facebook
mzazi
tho
##kina
kiislamu
kuidh
maan
hamu
alitangaza
##puli
buru
##hiniwa
inawa
madereva
##tengwa
##jeni
yule
##scar
pre
kifungo
kutuma
##isheki
nami
ndivyo
mateso
##line
kuuawa
kujikinga
sumu
mgao
##chilia
##atasi
##ishiwa
sal
kwingineko
##tambuliwa
kariuki
handisheki
##kusu
jumbe
mamlakani
##sin
##cester
msanii
jezi
wadadisi
##anguka
ed
##ugua
##mbui
uliofanyika
##haribika
##gawanyiko
##furahia
##masi
##badhi
boko
##elele
inapaswa
intane
##stiki
sh7
magoha
wik
##llah
masaibu
##ler
kuhamasisha
nan
##umbe
mwenda
riziki
leicester
##ros
les
mashuhuri
maduka
##gezo
ureno
hal
##pards
wameji
majirani
mary
##tende
kuanga
wanafanya
##shughuli
shabaab
stakabadhi
##tovu
vip
kusalia
leopards
magoli
wikendi
pana
##gad
##somea
manne
kikanda
kuria
kingine
##ashiria
kukua
mvutano
kitaka
mwamba
kuhusika
kujisa
halafu
nzige
mda
omar
##gania
nakala
kusisitiza
mfanyabiashara
38
##okoa
##fuatia
##mbole
tani
##tumwa
##fanana
kuima
kutegemea
chifu
##rou
##atuzi
shahada
zikiwemo
jaribio
algeria
##unduki
ce
##iru
messi
unyanyasaji
kufanywa
##poke
papa
##kutanisha
mti
kirin
ndilo
mikononi
mashauriano
##rit
##lengwa
mizigo
kuamini
kufunguliwa
##rui
ungana
hawakuwa
tovuti
uigizaji
ini
nji
kumuua
halali
upelelezi
##ds
talanta
##mbiwa
##athimini
##ghai
ukumbi
mbuzi
bunduki
wen
##ire
##ony
wimbo
urahisi
tur
ubelgiji
##sikini
sara
simba
national
##zuiliwa
800
##richo
##vuka
martin
37
dia
##ralia
##ves
plastiki
msama
aliwataka
imeanza
##fungulia
kiafrika
##field
somo
urithi
##veni
washindi
##tosha
##muru
##haribiwa
##jumuishwa
kuathiri
haji
walinzi
##pakani
sil
anatarajiwa
kuanzishwa
dor
wam
walizo
ziko
##puka
kuinua
##engenezaji
wataalam
mfalme
kifu
umasikini
rati
##tich
muta
kusafirisha
ukurasa
##hisani
jangwa
kimani
##saidi
tahadhari
75
kato
stima
##ksi
##lei
samu
anawa
tathmini
##shifu
australia
##wn
kuchu
##enini
##paa
##vuno
ari
##muunga
hufanya
kuwapatia
chai
##wira
hela
ia
km
zanzi
##kuba
kcb
##tafu
haiwezi
kuhara
##chieng
imewa
##kwepa
##lishwa
##tolea
vipindi
kupima
mashairi
kupepe
mzawa
mavazi
##zio
walianza
motisha
##com
wah
tuka
sierra
anaamini
##angazi
itaendelea
kufikisha
asiye
vipya
sahara
##rekani
tunisia
##simama
kuangazia
viumbe
kumw
leone
##dhulu
museveni
zanzibar
fani
##jikita
kushuhudia
aba
tawi
house
2005
uhamisho
##kin
##kot
safu
salamu
##twaa
sdgs
kirinyaga
sport
madhu
##kuyu
##rus
##zuizi
burudani
ira
mauri
ugenini
em
kn
##wia
##haramia
samuel
uwazi
##ganda
unf
unaoendelea
matakwa
nzo
stadi
##katifu
mauzo
sina
kikati
##pigiwa
anafaa
utajiri
uchina
morocco
msamaha
gat
kuchochea
ulingo
ratiba
ibrahi
jane
mgu
wazo
##poli
##rota
##pang
##mpuni
gere
wakia
kifaa
##sara
kikatiba
##lazimisha
ahmed
migori
##lini
matangazo
##upe
##anu
##kimu
niaba
mikoba
abu
##diliwa
park
maraga
shambani
magaidi
##lalamishi
nyekundu
hususani
##sis
ugatuzi
kuvi
hatuna
##idhinishwa
maanani
wanacho
##ficha
kiholela
##len
yaka
##titu
liga
africa
mitaani
likizo
inalenga
nyanja
##rehekea
dua
##chele
##shwe
wahisani
matata
makampuni
mavuno
kalonzo
inamaanisha
##andarua
ndefu
##kisi
wavuni
kupanua
kupitishwa
spu
akaeleza
kujifungua
alla
kukidhi
mshauri
##heshimiwa
##leo
shujaa
peke
##andamanaji
ucho
mwanda
wakim
pole
kitamaduni
sh100
amo
ol
sote
##gola
kuwaji
jumba
msitu
demo
masikini
zinasema
##van
kufariki
kufanyia
##kumo
waititu
kondo
pen
##puuza
des
##rissa
pigo
utumwa
mana
wakubwa
##liko
tajiri
##takabali
wasimamizi
##onyeshwa
##dis
kujiandaa
makam
oko
##hel
##ratibiwa
kisukari
##cta
mabw
##rambi
sh8
hasira
ameji
tamaduni
ununuzi
ilivyokuwa
##imarika
yalio
##endeshaji
afu
vipande
##dhimishwa
##entina
uti
waandamanaji
vipaji
##atumika
mwenyezi
husaidia
hutumiwa
ilia
kitui
tulikuwa
##ress
karatasi
##hudhuriwa
ghali
wafanyikazi
leseni
bodaboda
41
##bon
bay
waliji
likiwa
kusonga
kidijitali
hen
kuwekwa
mayai
##giriki
intaneti
dc
##ad
aliamua
##angamana
nyoro
katoliki
mse
sampuli
oa
##cia
was
##fadhiliwa
##fungaji
alijiunga
uza
##shia
kupindu
imea
jeki
mwanga
##pangilio
hel
lango
##lazwa
enzi
kulipwa
mashambani
##jano
kivita
abdi
whi
kansa
bure
##kadiria
##mwe
kara
faini
uliopo
kitakacho
##mpi
##hisho
##tengeneza
kuwan
gerezani
wanaharakati
##doro
##kwamua
chumvi
ufahamu
visivyo
wacha
sura
ukaguzi
kaf
kupigania
mwanasoka
goli
kuche
##atar
trans
mabwa
##dhali
kunako
##atolewa
ele
langu
kuharibu
##kimbilia
##fara
chaguzi
petro
boti
##gemewa
ato
swali
##gen
serie
##takavyo
kuvalia
ow
sp
##tha
jipya
kuvutia
duka
##guru
vinara
kileleni
hazija
spurs
lingine
lika
kujiua
##changiwa
maazimio
wanatarajiwa
nafaka
arabia
##tayarishwa
nzoia
ford
194
amina
##dui
lig
piki
##oa
hutokea
##pewe
zilizopo
##zingati
msukumo
##bai
##mbulisho
##yunyi
kupindukia
akihutubia
wol
isa
mihada
bima
##chunguzwa
##pigania
kimya
arg
cheo
diwani
akia
##can
tunapo
utendaji
saudi
##anis
michache
kujihusisha
##angan
ufalme
mabomu
##shangaa
mihadarati
kurekebisha
anajivunia
##dharia
##stina
chep
kushuka
kamu
nikiwa
##dhila
wanatumia
##zunguko
##ssein
##mala
##bit
ndizo
kuachiliwa
aibu
nju
uh
##rimu
inatoa
##yango
mchujo
deni
gua
##mbinu
kuwafikia
sahel
##ston
villa
makueni
2002
ikawa
asilia
mustakabali
kana
zu
watumiaji
zinaendelea
kuzuka
kafyu
hisa
hussein
iliwa
2006
githu
kuratibu
kwangu
##atokea
suluhisho
equ
ilim
kusta
##buniwa
wawekezaji
##ishirikiana
itakapo
kra
wavuvi
kuepusha
##ctad
39
fidia
wachanga
kuzindua
##kosoa
wakidai
garissa
ajabu
##kara
nasi
##yarisha
##tiliwa
kcse
kame
##wer
fara
doria
babake
##bel
##humiwa
##milikiwa
linaweza
##kteria
rambirambi
##wazito
##met
##ingizwa
unctad
##shikiliwa
stephen
wapenzi
##kusanya
##endelezwa
women
kupelekwa
wajawazito
43
##gan
##andisi
israel
mtandaoni
maua
##sekana
amei
watalii
pikipiki
##rok
mosi
unavyo
kisiwa
##letico
600
bin
tsc
alikamatwa
tusi
##chika
alifunga
atletico
##kithiri
ametaka
ronal
##lli
##bs
##tang
wahanga
##kumiwa
vihiga
ametangaza
ujasiri
waafrika
kibaki
ronaldo
##gesha
angola
river
195
##lazimishwa
mikataba
##que
lang
##wasaidia
kimbari
##vuta
watahiniwa
##hitimisha
##simulia
##spe
niko
##rudisha
undp
48
kata
##hirishwa
##zizi
maafa
##shua
##tangulia
argentina
##liti
kuzua
##ungaji
all
##fsiri
uandishi
kuchezea
##huma
mamake
kaimu
##mir
##pum
machozi
jingine
watumwa
akifanya
##kanda
##mbunga
sigara
bungo
##iki
ulipo
anyi
##wisha
maria
kuchagua
muturi
white
umiliki
iraq
idhini
##tisi
kuf
##iari
haiba
urefu
kiha
ngugi
##kunde
mki
qatar
##duku
odhia
miundombinu
##kwisha
odhiambo
mgo
##dali
wanariadha
kutoweka
popote
kane
##pate
narok
zilizokuwa
##tm
mema
south
vinaweza
bungoma
##lif
kutakuwa
##ulizwa
##yanyua
busara
kuvuruga
mwito
fin
her
##ral
wimbi
msongamano
njoro
44
##win
siaya
ic
##chumba
kutembea
##ritrea
unfpa
kujiuzulu
mwandamizi
yakiwa
##ketaji
##zolea
##fuatwa
##rutu
##geuza
tus
wanaofanya
malindi
taswira
kabu
mahara
iwezekana
uwajibi
mabunge
tangatanga
##iso
##luthi
uliokuwa
kutua
nyanza
super
hatuta
tunata
kuimarika
55
##kuzwa
ameelezea
kris
##kan
##hatarisha
huji
##mwambia
##rican
kujeruhiwa
##julikani
kuvuna
##ridhika
dhi
kipindu
misimamo
mkwa
ngi
##elekezwa
nyavu
lee
##ridhia
uwajibikaji
##isani
bakteria
wanashikilia
kushuhudiwa
bla
nawa
##toroka
##fahamishwa
viatu
waliuawa
##endera
roho
kushtakiwa
##uzito
marga
nyon
ligini
hiari
##likwa
kuza
kuzuru
lisilo
nadharia
##atekelezwa
jumuishi
iwezekanavyo
ger
kulala
##letea
##seka
##rejeshwa
yakiwemo
##tika
laki
alizaliwa
inaonekana
jack
naiva
tunawa
mwananchi
##shtaki
nywele
akidai
tumekuwa
##idhinisha
wanaji
tuhuma
wamepata
wamepoteza
kinyang
ujauzito
##ema
alitumia
tawala
jomo
kukumbwa
mpakani
##bainisha
##miri
muga
##angazaji
ubalozi
kipindupindu
mmiliki
##via
##jisi
##way
maandishi
mila
eritrea
umbo
wafungwa
##int
mwanasheria
##chukue
##ates
okoth
tana
kuz
kuchang
kipya
##gar
##pur
budi
tanga
##tho
marupu
##sari
##salama
##mic
matano
wanaotaka
ikasema
##ishughuli
kusubiri
hupata
juli
afisini
kukiuka
turkana
##lendo
kufun
tumba
sija
anapaswa
##stan
toka
mfanyakazi
viazi
uuzaji
##ikh
##langu
##by
##shaji
kutunza
star
##shauriwa
kipimo
anao
cop
pilla
marupurupu
uwi
kericho
anacho
onyango
150
wauguzi
##paswi
kitaaluma
mashambulio
##hamasisha
akisisitiza
##buti
##pangiwa
##limali
utotoni
##gadishu
waj
##rifu
##tofautiana
##mie
kujieleza
yanaendelea
rose
wetang
kamisheni
obado
ukeketaji
ibrahim
afueni
pillay
ambo
kamba
rift
inayoendelea
polio
fupi
##hakikishe
makamish
kuajiri
##ids
anyiro
del
uana
##hubiri
##puuzi
guar
waina
afgh
##vuna
biden
upe
alikiri
##lango
embu
##lishi
##dayi
lab
sajili
medali
##yuta
kuteuliwa
kilele
nandi
##iro
##uzia
mogadishu
mgongo
##iaji
ametaja
mbona
##endea
bangi
2003
madhila
kipande
##mpyuta
protini
br
##nati
##atanishi
##shind
ruiru
wakisa
upanzi
dortm
52
walioathirika
iliyopo
mwanaharakati
dortmund
##acha
kuvun
naomba
##laba
kupigia
richa
##fanyike
busia
lori
ochieng
##letwa
##tion
miwa
akizungumzia
mwanaume
##epusha
kujaza
lis
sekunde
##pambana
nguzo
burkina
kuvuka
kipaji
kasarani
wainaina
nel
kukiwa
kufurah
##ranya
chembe
##mari
##sukuma
klo
kug
##vyote
zima
hesabu
fujo
wema
onyo
##anistan
gishu
ugumu
uvamizi
##cent
##sifu
hutoa
walifanya
unalenga
mexi
alimweleza
##chochewa
madarasa
berna
##tengewa
oparanya
mmea
kujumuisha
benja
uasin
kuzungumzia
majeruhi
anam
wakitumia
kuugua
mwanadamu
kiusalama
israeli
##shangaza
juba
wametoa
waliom
ndizi
##beth
alin
alitaka
kuwahudumia
##orodheshwa
kajia
lawa
##shtu
##kistan
kigumu
aliamuru
kunaweza
upendo
johnson
kuelimisha
waliko
kunawa
##shutumu
joshua
gide
kajiado
sabuni
kutokuwepo
inafanya
fal
surua
##teza
nyayo
##simamiwa
##sikitisha
margaret
##zingi
kuiba
silva
atu
##wazisha
kompyuta
kusikia
mabanda
kuzorota
githurai
mexico
54
dan
##msha
##hamia
makaa
kufanikiwa
##sambaa
viwanja
bendera
##dra
##haba
kushe
yesu
##aland
kcpe
afghanistan
kingi
vidogo
##hoo
walemavu
kumuunga
mandera
##languzi
kumalizika
##athe
##raa
##safirisha
##roro
kujipatia
waiguru
wapate
unaids
unatarajiwa
tumbaku
bangu
zawadi
hots
##pigaji
##rson
ugavi
##kiza
kupand
##zuili
faso
itikadi
fre
mbwa
mzunguko
##tis
##wawa
zama
alfa
##fikiri
makamishna
muongozo
udha
##fred
##masha
hama
##mil
unata
uwiano
mishi
tendo
tafiti
##anzia
##kubaliwa
naivasha
gideon
58
65
kaya
##rembo
watafiti
fikra
1990
ugavana
##hangaisha
internati
labda
mpangilio
##pendelea
##20
##rir
alikutana
chuma
dijitali
mwanamuziki
##dorora
ac
eli
est
kuenda
##safa
radhi
medi
caf
##feli
##dhui
aca
kulia
##kura
##tazama
mour
shin
sh50
linalohusika
nin
##kashifu
##riba
laiki
alifichua
kusomea
benjamin
inataka
uchafuzi
kite
##jihami
imem
kupigana
aliyem
heri
utengenezaji
nimekuwa
gozi
misimu
hotspur
upigaji
##mkia
##wari
kio
alishtakiwa
umewa
swala
##unt
waliote
anaendelea
kiso
##diola
vyumba
mourinho
##yot
##raka
##sitisha
##unguu
anne
kutawa
laikipia
phili
##egemea
##sua
##waya
mienendo
##ule
##zitaka
huwezi
##wiri
mutuku
mteja
kupumua
cent
sto
mifano
watumishi
maabara
makabila
##sanyiko
mitambo
valley
guardiola
international
##rm
hutegemea
anth
ikiwamo
##usuru
mabilioni
##jenge
imeongezeka
sheikh
##dhibitiwa
hauja
uhifadhi
zinazowa
mwenyeji
rotich
##fikiria
##kwet
kifahari
##zingira
##sto
##diwa
harusi
zilizotolewa
haram
kisayansi
maovu
fifa
kang
##lat
##lewe
kimati
tosha
##rejelewa
makombora
europa
uelewa
##tere
majibu
ukuzaji
muni
tri
desturi
##bakia
##chapisha
msami
minusca
thomas
##olo
unge
mathare
##matika
700
edwa
kand
kushikilia
madaga
##muni
kuridhisha
##eleke
sh9
##tumiaji
hedhi
2004
inakuwa
imetayarishwa
marakwet
##sambazwa
##bishi
##ssa
##ingili
litaka
mkasa
maudhui
##bal
##kie
##dhibu
majumbani
mtaji
old
wamem
kujitoa
##rilioni
uda
##uno
mwathi
zinapaswa
koo
rushwa
kufufua
milimani
ii
kueneza
kibali
mizizi
##usura
hatuja
pin
alitaja
wanane
dozi
kimaendeleo
ndiposa
wolves
49
##nis
kujituma
jumwa
kero
mabasi
manusura
##veta
uraia
##khbali
##tawazwa
##zoea
mso
##ura
amelaani
##fikiana
haziku
##muziki
##teta
chungu
upatu
camp
59
##ir
##furahi
saka
sayari
tumbo
imetangaza
wakifanya
kumsaidia
anthony
cla
upi
##teni
aliongoza
african
##ville
riwaya
uzani
mahiga
##yakua
##toshi
##rere
limi
sikukuu
kuambukiza
itu
kumiliki
kupotea
nicho
kupende
##peli
##yimwa
ukuta
##puuzilia
46
wy
##mau
##vuruga
mwenendo
##vic
tunayo
makadi
kukumbu
mbiu
richard
##rdo
kuzaa
alilo
##gusia
muu
ndicho
kusafisha
##duara
vyovyote
##mond
##tafutia
lawama
mgawanyiko
kuzidi
##eleka
simon
ulianza
wanaotumia
##anganya
vipengele
duale
madagascar
range
##wakutanisha
##rii
##sai
##ruba
musalia
sivyo
##atumiwa
akiji
cheti
sarafu
glo
orengo
##mbaa
kaba
kash
unaonyesha
kukumbatia
##romoka
julius
limited
mduara
kuundwa
##kiria
##zake
##mbazi
mikubwa
kutaja
msalaba
mwigizaji
swa
##takia
marais
##erre
##songa
##itwayo
mustakhbali
huweza
alikataa
chafu
sambu
akitaka
bomet
home
##hamini
zilizopigwa
##onyesho
##yonyesha
kustaafu
##hadharisha
karanja
makadirio
que
uchi
##iwa
##limisha
##kane
##huo
ameonya
taveta
anafanya
mwakani
manjano
kiasili
kiakili
vitamini
maonyesho
##miana
##liance
wanasayansi
nyongeza
bru
kon
kuhe
##timua
##wano
matendo
##puo
##atekeleza
kuhamia
viwandani
meno
mak
##mashauri
##zamia
##vaa
alliance
huruma
visiwa
grace
njoroge
nelson
atakapo
wanaote
inazidi
anti
kutembelea
amis
andre
halmashauri
mgomo
mj
##zangu
##goma
##burg
kupatiwa
umeanza
gir
win
##tali
raha
lilipo
zilizoko
ted
walipokuwa
##fford
ikisema
##shirikishwa
madhubuti
itatu
mlalamishi
##geu
##mbile
##nes
sout
kutiwa
wasomi
kijijini
57
bre
uro
washika
kuisaidia
mach
umesema
tok
safaricom
##zimu
siwezi
kampa
kapuni
philip
##liga
zinahitajika
mazoea
victor
krismasi
##ahidi
##unuliwa
##pub
ababa
tunge
##teka
koro
majira
dhaifu
angani
eliza
kuripoti
##gusa
wanako
tuk
##dhibiwa
wanaohitaji
yaliyokuwa
hauku
##luhisha
kifupi
##pton
pakistan
kupona
may
kirefu
huitwa
##mbeni
inawezekana
shuk
##nut
bunde
mlango
kozi
##pilia
abda
mkoani
51
wafa
kujia
##zikwa
##fuatiwa
tamasha
inadaiwa
wakristo
##hifadhiwa
addis
milango
ubunge
kurejelea
nauli
mado
##tupa
joe
##chukuliwe
##ktroni
kusimama
east
kusikitisha
klopp
elizabeth
alionekana
##ruhusi
nyandarua
##ongesha
mwaniaji
mutahi
56
uung
kushawishi
nafsi
kimbunga
##mer
musa
wanaoji
yanayowa
nyasi
cherui
##mbulisha
##kumbukwa
munich
##heni
waanda
yam
##pimwa
wameuawa
jimboni
limetoa
wanjiru
nicholas
cheruiyot
kub
vizuizi
wanaamini
##ruru
mbuga
munya
green
trilioni
akihojiwa
kuifanya
kusikiliza
##sanyaji
kuvaana
democ
##pon
##kali
kitovu
hitaji
##fike
wamewa
wataendelea
kutisha
misuli
malkia
kuidhinisha
henry
iitwayo
knut
##risho
##fya
##rian
kifungu
mkuru
feki
tegeme
##kariri
kisaikolojia
zitakuwa
##ght
asali
bundes
##teng
kukwepa
vizazi
##ger
juzi
nys
utambuzi
##soro
##konya
vyeti
litakuwa
kuzuiliwa
amewataka
##isubiri
qa
kushambulia
kwasa
liko
mwanahabari
benchi
mwendazake
watakapo
majini
##wekeza
vigezo
kukagua
##boli
lililokuwa
##gunduliwa
kukosekana
wasafiri
kenneth
machungu
##kumbatia
##jiliwa
##yasema
##pona
ilipata
##bibu
sugar
vitengo
abdul
gatundu
##rto
##jisa
##hampton
uchao
urafiki
tasnia
##tsa
wataji
##jamii
##mit
##dole
jadi
wakitaka
kujiendeleza
##mondi
##mark
mseto
mpinzani
sco
##cp
##yahudi
walipoteza
walikamatwa
kujiondoa
nyuzi
mkononi
sh200
minane
kusikizwa
mgombeaji
mwathiriwa
tr
makon
##kota
##mbura
itawa
##shauriana
##msingi
##dc
kugundua
nalo
nataka
unapaswa
zinapo
ukarabati
imf
kimatibabu
wor
##yoo
kal
aliteuliwa
##pori
##geyo
##shea
majuma
mtaala
wapigakura
litakalo
amisom
kimi
walidai
taj
##ner
##kwamisha
boma
kukari
watapata
aliwaambia
kuchaguliwa
spe
##umia
##kuli
##hariri
##dhia
mifuko
rangers
kashfa
##vel
##soaji
kuwasiliana
waigizaji
##enti
##safirishwa
##funa
walicho
amezungumza
pokot
mwanya
##bini
kibi
##pole
you
ubabe
mapafu
dennis
mandela
men
mshi
omondi
maono
walitumia
kukabiliwa
dhamira
atwo
samburu
##mehe
##tic
##sus
##net
colo
ukusanyaji
elgeyo
##lingi
kubuniwa
tokyo
atwoli
mc
kuandikisha
amepata
itasaidia
mtume
kuruka
hazita
vibarua
##rence
bundesliga
uanga
malazi
##fahamisha
wamefariki
##kilishwa
murko
##sambaza
alfajiri
##lali
##gui
ilitangaza
##reji
amefanya
youth
kuchelewa
##ws
kuchi
mito
ilitoa
jsc
##sibu
##siria
##enyeji
waliohudhuria
joy
gereza
mwilu
##fs
zako
##wekea
##pokezwa
##eleweka
inakadiriwa
##bwaga
anatu
##mlaumu
##kubalika
vugu
petroli
##dd
##jadiliwa
##fakari
taha
moshi
kutunga
##fanikisha
kisasi
sh20
##rks
##pepeta
murkomen
use
##mulika
power
ikiendelea
pierre
yatakuwa
cy
malezi
##tamani
##ras
##jumuika
uf
vy
##ps
kuandaliwa
kibwa
##jiweza
saint
kuagiza
ngoma
oksi
##rudia
ulivyo
kupatia
kufichu
kuchelewe
hindi
kugawa
kuingiza
inspe
nguvuni
ualimu
trafford
tusker
uungwaji
##ket
baya
wanadai
##pima
##dufu
kupimwa
col
kusahau
kutenda
kutangazwa
##bea
ofisini
##anganyi
gla
##staafu
watoa
malo
##toweka
kutoroka
##endana
##atuliwa
imeeleza
##lazimu
mtaalam
ningependa
##kusanyika
##tawan
alini
##shir
bomu
kisicho
kirafiki
##ishughulisha
utatu
##weni
zabuni
##timiza
##guo
##guza
##jue
chanya
##hisisha
watanzania
tajriba
ubia
##une
alithibitisha
hauta
jopokazi
southampton
##sma
##jing
kufundisha
##zimia
##hukumiwa
babu
muongo
kibra
vyoo
wangali
kibera
kugombea
##had
##semwa
wanastahili
tuwe
##vugu
shilingi
ukulima
theluthi
wanadamu
inakabiliwa
##mbozi
##soi
kich
pala
media
njeri
##rty
##manu
frank
##gawanya
aweze
iweze
pato
inasemekana
##mboleza
girls
53
alitu
##tembea
salim
huohuo
inayowa
uchafu
##bangi
##fuatayo
sh500
karantini
ati
ako
taita
waliopoteza
pembeni
##kitiko
66
72
##achwa
##lilia
kikwazo
vipa
inasikitisha
boys
tunapaswa
inayoweza
##minika
mkurupuko
nda
##tambulika
zit
maradufu
##mokrasi
nuru
mguu
##siriamali
kuke
mabe
##yaku
hum
uliyo
##luo
meja
weka
##ffrey
bis
##ech
##jan
mahiri
##ril
kienyeji
##laka
kavu
wakiendelea
kujitenga
193
bandia
utha
##tatiza
##pumzi
tegemeo
scho
wezi
kiele
utaifa
zinazoweza
caro
##fereji
##banduliwa
allah
amos
mawi
##toe
virutu
##mboa
##ishiki
injini
isiolo
##atiliaji
kupuuza
mdomo
uthabiti
64
eric
##zuni
kiangazi
##chelewa
##choge
rio
magazeti
state
denmark
irungu
kuwataka
unasema
kutazama
kario
msafara
ney
miundomsingi
##atiti
##lade
##suko
kulipia
##chochezi
upepo
##manuel
bel
kat
yenu
##bikwa
baadae
daima
sharks
hebu
1994
##dhihirika
##anganyifu
ugiriki
kibo
nile
##anifu
kujitegemea
posta
sofa
matawi
kuruhusiwa
kibao
inspekta
agha
bia
lini
##yz
kaburi
##tio
jasho
cor
pep
kimwili
##haraka
luka
kino
##thy
ukoloni
machache
mwekundu
news
ufundi
vitatu
wanamuziki
kuteua
kusuluhisha
kuhatarisha
austria
kariobangi
mae
##sahau
chaguo
walin
andayi
kumudu
##tte
tukiwa
tutakuwa
kufurahia
neymar
##pani
##tahidi
##tozwa
kufikiria
##ratic
kujin
maelewano
presha
mche
##bikia
kilio
##nganisha
ardhini
kufaulu
##uwawa
68
##zatiti
nadhani
##didi
kawi
yanapo
mahala
kuagana
mark
unyanyapaa
namibia
manaibu
oksijeni
kham
##saha
##guna
kuwafu
##gio
ameanza
seti
poland
kutinga
tija
wakurugenzi
wasiozidi
##ratisha
maharagwe
bangui
mediter
haba
alihudumu
unahitaji
wanaowa
tunacho
timo
msako
mbovu
kidemokrasi
brian
kampala
##kha
##gba
juja
##eleweke
##unulia
kondoo
##yunyizia
acade
