{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "à": 155,
      "á": 156,
      "â": 157,
      "ã": 158,
      "ä": 159,
      "å": 160,
      "æ": 161,
      "ç": 162,
      "è": 163,
      "é": 164,
      "ê": 165,
      "ë": 166,
      "ì": 167,
      "í": 168,
      "î": 169,
      "ï": 170,
      "ð": 171,
      "ó": 172,
      "Ā": 173,
      "ā": 174,
      "Ă": 175,
      "ă": 176,
      "Ą": 177,
      "ą": 178,
      "Ć": 179,
      "ć": 180,
      "Ĉ": 181,
      "Ċ": 182,
      "ċ": 183,
      "Č": 184,
      "ď": 185,
      "Đ": 186,
      "đ": 187,
      "Ē": 188,
      "ē": 189,
      "Ĕ": 190,
      "ĕ": 191,
      "ė": 192,
      "Ě": 193,
      "ğ": 194,
      "Ġ": 195,
      "ġ": 196,
      "Ģ": 197,
      "ģ": 198,
      "Ĥ": 199,
      "ĥ": 200,
      "Ħ": 201,
      "ħ": 202,
      "Ĩ": 203,
      "ĩ": 204,
      "Ī": 205,
      "ī": 206,
      "Ĭ": 207,
      "ĭ": 208,
      "Į": 209,
      "į": 210,
      "İ": 211,
      "ı": 212,
      "Ĳ": 213,
      "ĳ": 214,
      "Ĵ": 215,
      "ĵ": 216,
      "Ķ": 217,
      "ķ": 218,
      "ĸ": 219,
      "Ĺ": 220,
      "ĺ": 221,
      "Ļ": 222,
      "ļ": 223,
      "Ľ": 224,
      "ľ": 225,
      "Ŀ": 226,
      "ŀ": 227,
      "Ł": 228,
      "ł": 229,
      "Ń": 230,
      "wa": 231,
      "Ġk": 232,
      "na": 233,
      "ya": 234,
      "Ġwa": 235,
      "Ġm": 236,
      "li": 237,
      "Ġya": 238,
      "ha": 239,
      "Ġku": 240,
      "ka": 241,
      "ni": 242,
      "Ġna": 243,
      "hi": 244,
      "ng": 245,
      "ta": 246,
      "ĠM": 247,
      "am": 248,
      "ba": 249,
      "za": 250,
      "ti": 251,
      "ri": 252,
      "zi": 253,
      "ki": 254,
      "si": 255,
      "la": 256,
      "Ġu": 257,
      "nd": 258,
      "ku": 259,
      "Ġma": 260,
      "Ġa": 261,
      "we": 262,
      "ji": 263,
      "ma": 264,
      "Ġkwa": 265,
      "ĠK": 266,
      "tu": 267,
      "sa": 268,
      "hu": 269,
      "ra": 270,
      "yo": 271,
      "le": 272,
      "to": 273,
      "Ġka": 274,
      "fa": 275,
      "Ġi": 276,
      "Ġha": 277,
      "ye": 278,
      "sha": 279,
      "Ġki": 280,
      "ja": 281,
      "ke": 282,
      "di": 283,
      "te": 284,
      "fu": 285,
      "cha": 286,
      "Ġza": 287,
      "Ġhi": 288,
      "ĠS": 289,
      "ĠW": 290,
      "Ġni": 291,
      "tika": 292,
      "me": 293,
      "ko": 294,
      "bu": 295,
      "bi": 296,
      "Ġv": 297,
      "da": 298,
      "he": 299,
      "an": 300,
      "pi": 301,
      "zo": 302,
      "pa": 303,
      "Ġla": 304,
      "mi": 305,
      "Ġkatika": 306,
      "mu": 307,
      "ĠMa": 308,
      "ĠN": 309,
      "po": 310,
      "Ġn": 311,
      "shi": 312,
      "Ġam": 313,
      "ĠA": 314,
      "ĠT": 315,
      "ĠU": 316,
      "se": 317,
      "Ġhu": 318,
      "ne": 319,
      "nye": 320,
      "nda": 321,
      "ho": 322,
      "ngi": 323,
      "ĠB": 324,
      "ngu": 325,
      "ama": 326,
      "Ġkuwa": 327,
      "nga": 328,
      "mba": 329,
      "chi": 330,
      "..": 331,
      "ĠJ": 332,
      "Ġmi": 333,
      "Ġvi": 334,
      "ĠH": 335,
      "ĠY": 336,
      "Ġcha": 337,
      "ĠD": 338,
      "bo": 339,
      "ngo": 340,
      "Ġali": 341,
      "Ġsa": 342,
      "ru": 343,
      "ele": 344,
      "Ġba": 345,
      "re": 346,
      "wenye": 347,
      "Ġwana": 348,
      "ndi": 349,
      "oja": 350,
      "fan": 351,
      "âĢ": 352,
      "ĠC": 353,
      "Ġta": 354,
      "lo": 355,
      "Ġ2": 356,
      "Ġamba": 357,
      "wi": 358,
      "fi": 359,
      "kuwa": 360,
      "ju": 361,
      "nge": 362,
      "Ġ(": 363,
      "ĠWa": 364,
      "pe": 365,
      "Ġsi": 366,
      "su": 367,
      "ai": 368,
      "ĠKi": 369,
      "Ġtu": 370,
      "Ġili": 371,
      "nia": 372,
      "rika": 373,
      "Ġmwa": 374,
      "AN": 375,
      "be": 376,
      "sema": 377,
      "je": 378,
      "Ġkuto": 379,
      "ĠYA": 380,
      "ĠR": 381,
      "ĠP": 382,
      "Ġzi": 383,
      "dha": 384,
      "gu": 385,
      "no": 386,
      "dhi": 387,
      "go": 388,
      "ami": 389,
      "ĠL": 390,
      "Ġ1": 391,
      "ga": 392,
      "ĠWA": 393,
      "ze": 394,
      "Ġaki": 395,
      "lio": 396,
      "ĠI": 397,
      "vyo": 398,
      "Ġnchi": 399,
      "lia": 400,
      "Ġ20": 401,
      "kuu": 402,
      "ungu": 403,
      "ro": 404,
      "anza": 405,
      "ĠKa": 406,
      "WA": 407,
      "fanya": 408,
      "Ġkama": 409,
      "Ġs": 410,
      "Ġkwenye": 411,
      "che": 412,
      "Ġina": 413,
      "yi": 414,
      "Ġhiyo": 415,
      "du": 416,
      "ada": 417,
      "kati": 418,
      "ge": 419,
      "Ġame": 420,
      "ano": 421,
      "Ġli": 422,
      "vu": 423,
      "mo": 424,
      "idi": 425,
      "end": 426,
      "nzi": 427,
      "nza": 428,
      "Ġwe": 429,
      "ongo": 430,
      "cho": 431,
      "ĠZ": 432,
      "Ġvya": 433,
      "LI": 434,
      "ĠKu": 435,
      "Ġe": 436,
      "ndo": 437,
      "...": 438,
      "Ġana": 439,
      "amu": 440,
      "tumi": 441,
      "HA": 442,
      "Ġkutoka": 443,
      "Ġmu": 444,
      "sho": 445,
      "Ġ201": 446,
      "mbe": 447,
      "chu": 448,
      "bwa": 449,
      "Ġpi": 450,
      "endele": 451,
      "ĠHa": 452,
      "ria": 453,
      "sh": 454,
      "ngine": 455,
      "Ġji": 456,
      "bari": 457,
      "kiwa": 458,
      "Ġse": 459,
      "Ġyake": 460,
      "anzania": 461,
      "yu": 462,
      "rikali": 463,
      "Ġbi": 464,
      "Ma": 465,
      "KA": 466,
      "ĠV": 467,
      "MA": 468,
      "taka": 469,
      "ĠTanzania": 470,
      "do": 471,
      "ĠF": 472,
      "ana": 473,
      "Ġuna": 474,
      "Ġwatu": 475,
      "nu": 476,
      "Ġbaada": 477,
      "ĠMA": 478,
      "bali": 479,
      "riki": 480,
      "Ġmwaka": 481,
      "Ġju": 482,
      "ĠSe": 483,
      "Ġp": 484,
      "kini": 485,
      "weza": 486,
      "ais": 487,
      "koa": 488,
      "lu": 489,
      "uri": 490,
      "Ġwakati": 491,
      "ĠKU": 492,
      "vi": 493,
      "moja": 494,
      "Ġzaidi": 495,
      "ifa": 496,
      "Ġle": 497,
      "ambo": 498,
      "ĠBa": 499,
      "Ġkwamba": 500,
      "ĠSa": 501,
      "Ġwali": 502,
      "Ġye": 503,
      "mbu": 504,
      "RI": 505,
      "ziri": 506,
      "Ġnchini": 507,
      "jini": 508,
      "Ġwake": 509,
      "pata": 510,
      "mbo": 511,
      "liwa": 512,
      "so": 513,
      "Ġhii": 514,
      "ĠE": 515,
      "tia": 516,
      "TA": 517,
      "shwa": 518,
      "ĠMi": 519,
      "Ġhuo": 520,
      "amoja": 521,
      "Ġime": 522,
      "ar": 523,
      "nde": 524,
      "Ġmoja": 525,
      "00": 526,
      "Ġkui": 527,
      "sili": 528,
      "Ġau": 529,
      "ĠNA": 530,
      "ari": 531,
      "ĠMkuu": 532,
      "ĠMu": 533,
      "IN": 534,
      "ĠO": 535,
      "ĠâĢ": 536,
      "de": 537,
      "Ġra": 538,
      "ĠG": 539,
      "BA": 540,
      "kuta": 541,
      "Ġpamoja": 542,
      "Ġuta": 543,
      "Wa": 544,
      "nya": 545,
      "Ġsana": 546,
      "Ġsiku": 547,
      "zungu": 548,
      "IS": 549,
      "husu": 550,
      "ongozi": 551,
      "Ġwi": 552,
      "Ġkuo": 553,
      "ĠJu": 554,
      "ia": 555,
      "Ġmbali": 556,
      "jili": 557,
      "ĠAf": 558,
      "Ġkazi": 559,
      "ĠRais": 560,
      "Ġwame": 561,
      "kia": 562,
      "anzi": 563,
      "ndu": 564,
      "ZI": 565,
      "Ġhilo": 566,
      "TO": 567,
      "pu": 568,
      "ĠMwa": 569,
      "mbi": 570,
      "Ġhivyo": 571,
      "TI": 572,
      "wo": 573,
      "Ġj": 574,
      "kea": 575,
      "RA": 576,
      "toa": 577,
      "YA": 578,
      "ĠWi": 579,
      "aka": 580,
      "Ġsasa": 581,
      "kwa": 582,
      "zungum": 583,
      "kio": 584,
      "laya": 585,
      "Ġkuji": 586,
      "Ġkupi": 587,
      "âĢĿ": 588,
      "is": 589,
      "Ġkila": 590,
      "jana": 591,
      "zaji": 592,
      "ĠDar": 593,
      "sia": 594,
      "nchi": 595,
      "toto": 596,
      "taifa": 597,
      "ĠSi": 598,
      "Ġleo": 599,
      "zwa": 600,
      "Ġmaa": 601,
      "Ġme": 602,
      "kana": 603,
      "ĠTa": 604,
      "KU": 605,
      "Ġpia": 606,
      "Ġwalio": 607,
      "fanyi": 608,
      "Ġndi": 609,
      "Ġhabari": 610,
      "Ġmara": 611,
      "shiriki": 612,
      "Ġhuu": 613,
      "tumia": 614,
      "gi": 615,
      "asi": 616,
      "Ġf": 617,
      "Ġjuu": 618,
      "Ġambayo": 619,
      "EN": 620,
      "laam": 621,
      "neo": 622,
      "jia": 623,
      "gha": 624,
      "isha": 625,
      "Ha": 626,
      "endelea": 627,
      "Ġlakini": 628,
      "HI": 629,
      "dili": 630,
      "Ġmwi": 631,
      "amii": 632,
      "Ġes": 633,
      "yote": 634,
      "Ġalisema": 635,
      "limu": 636,
      "ĠHA": 637,
      "Ġzina": 638,
      "nja": 639,
      "UN": 640,
      "kubwa": 641,
      "ina": 642,
      "DA": 643,
      "Ku": 644,
      "Ġwata": 645,
      "Ġhata": 646,
      "pya": 647,
      "Ġiliyo": 648,
      "Ġwaki": 649,
      "ĠMungu": 650,
      "pita": 651,
      "Ġkufanya": 652,
      "Ġkwe": 653,
      "Ġnyi": 654,
      "Ġkum": 655,
      "babu": 656,
      "swa": 657,
      "ĠNa": 658,
      "kazi": 659,
      "mani": 660,
      "IA": 661,
      "ĠCha": 662,
      "ĠSerikali": 663,
      "tibu": 664,
      "ĠDk": 665,
      "amba": 666,
      "heria": 667,
      "arifa": 668,
      "Ġhali": 669,
      "Ġ3": 670,
      "co": 671,
      "ndani": 672,
      "Ġkuu": 673,
      "husi": 674,
      "bia": 675,
      "Ġmtu": 676,
      "chezo": 677,
      "mbali": 678,
      "zuri": 679,
      "Ġmmoja": 680,
      "kwe": 681,
      "Ġambao": 682,
      "chagu": 683,
      "Ġhayo": 684,
      "ĠKwa": 685,
      "bunge": 686,
      "Ġkuhusu": 687,
      "Ġyao": 688,
      "sta": 689,
      "Ġwo": 690,
      "ĠMo": 691,
      "Ġ-": 692,
      "adhi": 693,
      "ĠWaziri": 694,
      "ĠAfrika": 695,
      "Ġajili": 696,
      "Ġulio": 697,
      "shu": 698,
      "Ġmiaka": 699,
      "Ġkuli": 700,
      "KI": 701,
      "Ġume": 702,
      "fua": 703,
      "Ġserikali": 704,
      "Ġmbalimbali": 705,
      "kili": 706,
      "Ġo": 707,
      "ZA": 708,
      "amo": 709,
      "andi": 710,
      "Ġkati": 711,
      "Ġwananchi": 712,
      "kuru": 713,
      "Ġto": 714,
      "Ġyana": 715,
      "Ġda": 716,
      "tanga": 717,
      "ĠYa": 718,
      "Ġtuna": 719,
      "ĠVi": 720,
      "ĠBu": 721,
      "shara": 722,
      "tua": 723,
      "Ġwao": 724,
      "ribu": 725,
      "kani": 726,
      "Ġti": 727,
      "Ġshu": 728,
      "ĠKI": 729,
      "ĠSalaam": 730,
      "Ġuli": 731,
      "CM": 732,
      "Ġndani": 733,
      "weze": 734,
      "fanyika": 735,
      "sim": 736,
      "kiti": 737,
      "Ġhapa": 738,
      "ngwa": 739,
      "nzo": 740,
      "Ġkubwa": 741,
      "Ġpe": 742,
      "ua": 743,
      "edha": 744,
      "Ġhuyo": 745,
      "ĠJo": 746,
      "Ka": 747,
      "Ġbo": 748,
      "Kwa": 749,
      "Ġnyu": 750,
      "kutano": 751,
      "Ġkwanza": 752,
      "),": 753,
      "rehe": 754,
      "endeleo": 755,
      "ona": 756,
      "twa": 757,
      "ĠTu": 758,
      "KE": 759,
      "Ġsababu": 760,
      "Ġmaji": 761,
      "Ġhawa": 762,
      "Ġdu": 763,
      "Ġzili": 764,
      "ĠMhe": 765,
      "Ġmwana": 766,
      "kua": 767,
      "bele": 768,
      "Ġmwe": 769,
      "ON": 770,
      "ĠKWA": 771,
      "sua": 772,
      "ce": 773,
      "duma": 774,
      "saidi": 775,
      "taji": 776,
      "ĠPo": 777,
      "ini": 778,
      "ĠKA": 779,
      "Ġkuna": 780,
      "Ġko": 781,
      "TU": 782,
      "Ġte": 783,
      "Ġwenye": 784,
      "ngia": 785,
      "Ġmuda": 786,
      "Ġambaye": 787,
      "Ġwanao": 788,
      "zungumza": 789,
      "Ġwote": 790,
      "mia": 791,
      "SI": 792,
      "Ġ5": 793,
      "Ġho": 794,
      "20": 795,
      "ANA": 796,
      "Ġpa": 797,
      "âĢĻ": 798,
      "Ġyako": 799,
      "PA": 800,
      "ani": 801,
      "ve": 802,
      "ung": 803,
      "Ġita": 804,
      "Ġmkoa": 805,
      "lisi": 806,
      "chini": 807,
      "ĠMwenye": 808,
      "shauri": 809,
      "Ġkutoa": 810,
      "Ġfu": 811,
      "Ġpo": 812,
      "lewa": 813,
      "miwa": 814,
      "LA": 815,
      "kama": 816,
      "fiki": 817,
      "Ġmsi": 818,
      "ĠZA": 819,
      "bar": 820,
      "FA": 821,
      "Ġkuta": 822,
      "Ġmbi": 823,
      "lamu": 824,
      "MB": 825,
      "ngeza": 826,
      "Ġnje": 827,
      "ĠNi": 828,
      "Ġ_": 829,
      "wanja": 830,
      "Ġhao": 831,
      "Ġmambo": 832,
      "Ġyali": 833,
      "Ġkupata": 834,
      "Ġmaisha": 835,
      "chaguzi": 836,
      "jua": 837,
      "Ġaliye": 838,
      "Ġkua": 839,
      "Ġga": 840,
      "thi": 841,
      "Ġambapo": 842,
      "Ġkitu": 843,
      "suala": 844,
      "JI": 845,
      "MU": 846,
      "lama": 847,
      "Ġzo": 848,
      "SA": 849,
      "aifa": 850,
      "she": 851,
      "KO": 852,
      "huri": 853,
      "Ġmwenye": 854,
      "uti": 855,
      "âĢľ": 856,
      "Ġkam": 857,
      "Ġhizo": 858,
      "Ġakiwa": 859,
      "fisi": 860,
      "himu": 861,
      "ungano": 862,
      "DI": 863,
      "in": 864,
      "ĠZanzi": 865,
      "Ġtaarifa": 866,
      "ĠMkoa": 867,
      "GA": 868,
      "one": 869,
      "Ġwengi": 870,
      "ĠCCM": 871,
      "fasi": 872,
      "Ġjijini": 873,
      "ĠMe": 874,
      "Ġdunia": 875,
      "ĠTaifa": 876,
      "zima": 877,
      "Ġyetu": 878,
      "oni": 879,
      "Ġhadi": 880,
      "fani": 881,
      "ĠZanzibar": 882,
      "Na": 883,
      "ĠCHA": 884,
      "Ġmpa": 885,
      "Ġkute": 886,
      "zara": 887,
      "Ġ4": 888,
      "Ġkutokana": 889,
      "zu": 890,
      "Ġkupitia": 891,
      "ĠâĢľ": 892,
      "Ġhaki": 893,
      "Ġdhi": 894,
      "Ġamesema": 895,
      "haki": 896,
      "badili": 897,
      "Ġlina": 898,
      "ara": 899,
      "lioni": 900,
      "kata": 901,
      "Ġ2018": 902,
      "toke": 903,
      "funzi": 904,
      "hemu": 905,
      "on": 906,
      "ANI": 907,
      "kabi": 908,
      "Ġhuduma": 909,
      "unga": 910,
      "ĠDkt": 911,
      "weka": 912,
      "Ġchini": 913,
      "GU": 914,
      "Ġzao": 915,
      "Ġupa": 916,
      "Ġdhidi": 917,
      "Ġhatua": 918,
      "ĠLi": 919,
      "Ġfa": 920,
      "ĠBi": 921,
      "Ġnafasi": 922,
      "genzi": 923,
      "tanda": 924,
      "Ġbila": 925,
      "puni": 926,
      "Ġusa": 927,
      "Ġmpya": 928,
      "ĠJe": 929,
      "damu": 930,
      "mili": 931,
      "hili": 932,
      "Ġuwe": 933,
      "Ġaka": 934,
      "sto": 935,
      "Ġmada": 936,
      "Ġviongozi": 937,
      "ĠKe": 938,
      "Ġfedha": 939,
      "ĠLA": 940,
      "Ġkina": 941,
      "Ġmaana": 942,
      "Ġinayo": 943,
      "Ġbaadhi": 944,
      "bla": 945,
      "tizo": 946,
      "201": 947,
      "fuli": 948,
      "ĠMuungano": 949,
      "Ġhicho": 950,
      "fisa": 951,
      "Ġwetu": 952,
      "wili": 953,
      "kta": 954,
      "Ġbara": 955,
      "rekani": 956,
      "jwa": 957,
      "kurugenzi": 958,
      "Ġhili": 959,
      "ĠJam": 960,
      "jibu": 961,
      "Ġhivi": 962,
      "ĠMagu": 963,
      "fungu": 964,
      "Ġchama": 965,
      "Ġkili": 966,
      "Ġ,": 967,
      "Ġwatoto": 968,
      "Ġngu": 969,
      "saidia": 970,
      "HU": 971,
      "dogo": 972,
      "Ġkaribu": 973,
      "mwa": 974,
      "ĠHi": 975,
      "radi": 976,
      "hitaji": 977,
      "Ġnjia": 978,
      "uli": 979,
      "Ġ19": 980,
      "wala": 981,
      "Ġnyumba": 982,
      "Ġeneo": 983,
      "el": 984,
      "wasili": 985,
      "Ġzilizo": 986,
      "Ġhuku": 987,
      "Ta": 988,
      "kisha": 989,
      "Ġshi": 990,
      "pindi": 991,
      "futa": 992,
      "ĠMagufuli": 993,
      "kono": 994,
      "jumbe": 995,
      "Ġjambo": 996,
      "ter": 997,
      "dhaa": 998,
      "hari": 999,
      "Ġwengine": 1000,
      "Ġmkuu": 1001,
      "Ġjana": 1002,
      "Ġlili": 1003,
      "LE": 1004,
      "Ba": 1005,
      "penda": 1006,
      "kari": 1007,
      "Ġhapo": 1008,
      "Ġzote": 1009,
      "nzania": 1010,
      "Ġata": 1011,
      "shimiwa": 1012,
      "or": 1013,
      ").": 1014,
      "Ġhaya": 1015,
      "Ġmfu": 1016,
      "Ġ2017": 1017,
      "ĠBara": 1018,
      "va": 1019,
      "nduzi": 1020,
      "Ġdha": 1021,
      "ĠJamhuri": 1022,
      "Ġ\"": 1023,
      "ĠYe": 1024,
      "en": 1025,
      "INI": 1026,
      "eneo": 1027,
      "Ġum": 1028,
      "Ali": 1029,
      "bara": 1030,
      "Ġtimu": 1031,
      "Ġzake": 1032,
      "JA": 1033,
      "Ġpicha": 1034,
      "ndwa": 1035,
      "Ġkabla": 1036,
      "âĢ¦": 1037,
      "Ġhai": 1038,
      "risha": 1039,
      "nsi": 1040,
      "ghu": 1041,
      "tenda": 1042,
      "Ġsehemu": 1043,
      "mali": 1044,
      "Ġalikuwa": 1045,
      "ĠLa": 1046,
      "Ġkweli": 1047,
      "ĠShi": 1048,
      "ĠDo": 1049,
      "Ġmkutano": 1050,
      "ĠJi": 1051,
      "kele": 1052,
      "amini": 1053,
      "ĠMarekani": 1054,
      "Rais": 1055,
      "ĠTA": 1056,
      "hn": 1057,
      "ĠHabari": 1058,
      "HE": 1059,
      "ĠKo": 1060,
      "Ġmo": 1061,
      "mataifa": 1062,
      "ili": 1063,
      "Ġkutumia": 1064,
      "Ġje": 1065,
      "Ġhe": 1066,
      "ĠKama": 1067,
      "Ġsheria": 1068,
      "TE": 1069,
      "Ġuchaguzi": 1070,
      "kao": 1071,
      "tukio": 1072,
      "Ġiki": 1073,
      "Ġt": 1074,
      "ghuli": 1075,
      "MI": 1076,
      "Ġhaku": 1077,
      "Ġndo": 1078,
      "dini": 1079,
      "ĠWilaya": 1080,
      "faa": 1081,
      "Ġmata": 1082,
      "Ġzinazo": 1083,
      "ume": 1084,
      "Ġwasi": 1085,
      "Ġmwisho": 1086,
      "Ġkuku": 1087,
      "Ġmjini": 1088,
      "ĠMwenyekiti": 1089,
      "Ġalipo": 1090,
      "ida": 1091,
      "ĠBo": 1092,
      "Ġndio": 1093,
      "ĠUmoja": 1094,
      "Ġmaeneo": 1095,
      "Ġyote": 1096,
      "ĠWizara": 1097,
      "Ġmuhimu": 1098,
      "tandao": 1099,
      "chumi": 1100,
      "ĠJohn": 1101,
      "Ġjamii": 1102,
      "liana": 1103,
      "Ġbe": 1104,
      "Ġmchezo": 1105,
      "ĠBunge": 1106,
      "ĠKenya": 1107,
      "Ġnyingine": 1108,
      "Ġwilaya": 1109,
      "GO": 1110,
      "Ġikiwa": 1111,
      "fsi": 1112,
      "Ġkup": 1113,
      "fya": 1114,
      "sani": 1115,
      "simami": 1116,
      "ĠPa": 1117,
      "mbea": 1118,
      "andishi": 1119,
      "zama": 1120,
      "Ġmaha": 1121,
      "Ġshule": 1122,
      "Ġbora": 1123,
      "FU": 1124,
      "Waziri": 1125,
      "wana": 1126,
      "njwa": 1127,
      "nyesha": 1128,
      "Ġso": 1129,
      "aibu": 1130,
      "Ġkuzi": 1131,
      "ĠWana": 1132,
      "Ġnyingi": 1133,
      "bisha": 1134,
      "ĠJuma": 1135,
      "Ġkabi": 1136,
      "lma": 1137,
      "ch": 1138,
      "Ġke": 1139,
      "fauti": 1140,
      "DE": 1141,
      "Ġkwani": 1142,
      "omba": 1143,
      "Ġelimu": 1144,
      "Ġsimu": 1145,
      "Ġyaliyo": 1146,
      "asisi": 1147,
      "Ġasili": 1148,
      "000": 1149,
      "siasa": 1150,
      "ĠAl": 1151,
      "Ki": 1152,
      "zeti": 1153,
      "Ġusi": 1154,
      "Ġvita": 1155,
      "tendaji": 1156,
      "Ni": 1157,
      "wanda": 1158,
      "ĠSu": 1159,
      "ran": 1160,
      "ezi": 1161,
      "Ġmbili": 1162,
      "yari": 1163,
      "dai": 1164,
      "Ġkusi": 1165,
      "Ġmkubwa": 1166,
      "Ġkura": 1167,
      "st": 1168,
      "vuti": 1169,
      "ywa": 1170,
      "Ġsha": 1171,
      "Ġbina": 1172,
      "dia": 1173,
      "Ġmaendeleo": 1174,
      "taa": 1175,
      "wali": 1176,
      "Ġnini": 1177,
      "icha": 1178,
      "!!": 1179,
      "huru": 1180,
      "ĠDe": 1181,
      "CHA": 1182,
      "chukua": 1183,
      "Ġze": 1184,
      "ĠAli": 1185,
      "Ġ6": 1186,
      "Ġlime": 1187,
      "gonjwa": 1188,
      "tikana": 1189,
      "Ġwako": 1190,
      "san": 1191,
      "Ġpili": 1192,
      "ĠLe": 1193,
      "Ġbia": 1194,
      "Ġ...": 1195,
      "Ġmasha": 1196,
      "Ġmkono": 1197,
      "jenzi": 1198,
      "biti": 1199,
      "tokeo": 1200,
      "Ġ10": 1201,
      "Ġkipindi": 1202,
      "Ġkabisa": 1203,
      "Vi": 1204,
      "ĠHu": 1205,
      "Ġtaifa": 1206,
      "shaji": 1207,
      "sti": 1208,
      "soma": 1209,
      "Ġyenye": 1210,
      "baya": 1211,
      "tumizi": 1212,
      "Ġmcha": 1213,
      "piga": 1214,
      "fika": 1215,
      "wani": 1216,
      "Ġyangu": 1217,
      "Ġbado": 1218,
      "Ġhasa": 1219,
      "Hi": 1220,
      "ĠSA": 1221,
      "wake": 1222,
      "Ġtena": 1223,
      "ĠUta": 1224,
      "fikia": 1225,
      "Ġkufu": 1226,
      "pika": 1227,
      "ende": 1228,
      "tolewa": 1229,
      "Ġuku": 1230,
      "Ġmazi": 1231,
      "Ġkwenda": 1232,
      "ĠKatika": 1233,
      "uzi": 1234,
      "Ġbiashara": 1235,
      "reza": 1236,
      "ĠWe": 1237,
      "rasa": 1238,
      "Ġambazo": 1239,
      "Ġ7": 1240,
      "ngira": 1241,
      "Katika": 1242,
      "lima": 1243,
      "Ġvile": 1244,
      "ĠMasha": 1245,
      "YE": 1246,
      "Ġkuanzi": 1247,
      "elezo": 1248,
      "penzi": 1249,
      "shoto": 1250,
      "RE": 1251,
      "Ġmbele": 1252,
      "zazi": 1253,
      "wezi": 1254,
      "Se": 1255,
      "mini": 1256,
      "ratibu": 1257,
      "Ġ200": 1258,
      "ME": 1259,
      "Ġupande": 1260,
      "lmashauri": 1261,
      "mbele": 1262,
      "tokea": 1263,
      "ĠâĢĺ": 1264,
      "Ġvijana": 1265,
      "chezaji": 1266,
      "Ġmwezi": 1267,
      "Ġmaka": 1268,
      "Ġnguvu": 1269,
      "toka": 1270,
      "ĠHAPA": 1271,
      "Ġuwezo": 1272,
      "Ġwewe": 1273,
      "ĠKATI": 1274,
      "lozi": 1275,
      "eleza": 1276,
      "ĠKuu": 1277,
      "jeru": 1278,
      "mla": 1279,
      "Ġwanafunzi": 1280,
      "zia": 1281,
      "ĠSo": 1282,
      "raka": 1283,
      "Ġwale": 1284,
      "Ġmkoani": 1285,
      "zee": 1286,
      "nti": 1287,
      "shindi": 1288,
      "fuata": 1289,
      "ca": 1290,
      "WE": 1291,
      "pango": 1292,
      "Ġyanayo": 1293,
      "Ġakizungumza": 1294,
      "YO": 1295,
      "NA": 1296,
      "ZO": 1297,
      "Ġzime": 1298,
      "hakikisha": 1299,
      "saba": 1300,
      "com": 1301,
      "smi": 1302,
      "mna": 1303,
      "tumishi": 1304,
      "Ġ8": 1305,
      "Ġaina": 1306,
      "Ġkiasi": 1307,
      "tanzania": 1308,
      "yombo": 1309,
      "dala": 1310,
      "ĠMI": 1311,
      "Ġbu": 1312,
      "tangaza": 1313,
      "tara": 1314,
      "kula": 1315,
      "lla": 1316,
      "....": 1317,
      "Ġtayari": 1318,
      "ishi": 1319,
      "Ġwakiwa": 1320,
      "ĠOfisi": 1321,
      "ĠKati": 1322,
      "ĠHo": 1323,
      "Ġtofauti": 1324,
      "ĠDA": 1325,
      "Ġtatu": 1326,
      "ĠJa": 1327,
      "pote": 1328,
      "Ġtarehe": 1329,
      "fadhi": 1330,
      "ĠChama": 1331,
      "rudi": 1332,
      "swahili": 1333,
      "hidi": 1334,
      "ĠRe": 1335,
      "ĠBA": 1336,
      "Ġafya": 1337,
      "th": 1338,
      ",âĢĿ": 1339,
      "takiwa": 1340,
      "Ġkiu": 1341,
      "ĠMaka": 1342,
      "doma": 1343,
      "Ġgani": 1344,
      "Ġnili": 1345,
      "geni": 1346,
      "TAN": 1347,
      "Ġmafu": 1348,
      "TOKE": 1349,
      "Ġduniani": 1350,
      "ĠKatibu": 1351,
      "ĠTAN": 1352,
      "Ġmsingi": 1353,
      "amuzi": 1354,
      "Ġbasi": 1355,
      "Ġmatumizi": 1356,
      "kutana": 1357,
      "Ġyeye": 1358,
      "Ġkuka": 1359,
      "Tu": 1360,
      "Ġkushiriki": 1361,
      "MO": 1362,
      "Ġkuja": 1363,
      "Ġwiki": 1364,
      "patikana": 1365,
      "wasiliano": 1366,
      "Ġunao": 1367,
      "enda": 1368,
      "kiliza": 1369,
      "MBA": 1370,
      "Ġchu": 1371,
      "Ġkule": 1372,
      "laka": 1373,
      "SHA": 1374,
      "pinduzi": 1375,
      "spita": 1376,
      "Ġsaa": 1377,
      "kumbu": 1378,
      "ĠPe": 1379,
      "saada": 1380,
      "sini": 1381,
      "wemo": 1382,
      "fo": 1383,
      "Ġnamna": 1384,
      "Ġhizi": 1385,
      "hami": 1386,
      "ĠDodoma": 1387,
      "Ġuliopita": 1388,
      "jenga": 1389,
      "Ġyame": 1390,
      "Ġhuko": 1391,
      "Ġmpaka": 1392,
      "Ġuka": 1393,
      "Ġmtoto": 1394,
      "Ġsuala": 1395,
      "ck": 1396,
      "gwa": 1397,
      "kwete": 1398,
      "refu": 1399,
      "Ġkushi": 1400,
      "ĠJamii": 1401,
      "Ġkampuni": 1402,
      "ĠRo": 1403,
      "ĠNchi": 1404,
      "ziki": 1405,
      "kra": 1406,
      "ngalia": 1407,
      "tendo": 1408,
      "kubali": 1409,
      "Ġjina": 1410,
      "labu": 1411,
      "Ġtume": 1412,
      "risto": 1413,
      "pokea": 1414,
      "ĠRa": 1415,
      "wango": 1416,
      "ĠMataifa": 1417,
      "ĠLu": 1418,
      "Ġmimi": 1419,
      "asa": 1420,
      "ĠMashariki": 1421,
      "Ġmali": 1422,
      "rahi": 1423,
      "amlaka": 1424,
      "RU": 1425,
      "BU": 1426,
      "Ġkutu": 1427,
      "Ġhakuna": 1428,
      "chungu": 1429,
      "Ġ2016": 1430,
      "ĠDu": 1431,
      "spitali": 1432,
      "ĠRu": 1433,
      "cheza": 1434,
      "fano": 1435,
      "ĠMkurugenzi": 1436,
      "Ġvitu": 1437,
      "Ġvizuri": 1438,
      "rufu": 1439,
      "ĠPolisi": 1440,
      "PI": 1441,
      "jiji": 1442,
      "Ġkuhakikisha": 1443,
      "KUU": 1444,
      "kosa": 1445,
      "ĠKikwete": 1446,
      "gombea": 1447,
      "NE": 1448,
      "nt": 1449,
      "waida": 1450,
      "goro": 1451,
      "Ġuki": 1452,
      "TOKEO": 1453,
      "husiano": 1454,
      "Ġ0": 1455,
      "Ġwaka": 1456,
      "Ġmashi": 1457,
      "BARI": 1458,
      "Ġute": 1459,
      "ĠMaendeleo": 1460,
      "mea": 1461,
      "ĠMW": 1462,
      "Ġlazima": 1463,
      "poti": 1464,
      "Ġanaye": 1465,
      "ĠPro": 1466,
      "nzani": 1467,
      "Ġsu": 1468,
      "dio": 1469,
      "Ġrasmi": 1470,
      "ry": 1471,
      "Ġpolisi": 1472,
      "rt": 1473,
      "ĠRA": 1474,
      "Ġasilimia": 1475,
      "Ġmita": 1476,
      "Ġmilioni": 1477,
      "badiliko": 1478,
      "Ġwanawake": 1479,
      "fanyakazi": 1480,
      "HO": 1481,
      "kweli": 1482,
      "ame": 1483,
      "ĠKATIKA": 1484,
      "amoto": 1485,
      "mbuli": 1486,
      "kee": 1487,
      "pewa": 1488,
      "Si": 1489,
      "nunu": 1490,
      "sanii": 1491,
      "elekea": 1492,
      "anu": 1493,
      "mke": 1494,
      "Ġshughuli": 1495,
      "Ġ.": 1496,
      "chuku": 1497,
      "Ġkusema": 1498,
      "heshimiwa": 1499,
      "ZAN": 1500,
      "rsa": 1501,
      "lani": 1502,
      "amilia": 1503,
      "ĠYesu": 1504,
      "Ġgha": 1505,
      "TAA": 1506,
      "Ġ9": 1507,
      "ĠTi": 1508,
      "tokana": 1509,
      "ĠNaibu": 1510,
      "lum": 1511,
      "Ġndiyo": 1512,
      "Ġfi": 1513,
      "chama": 1514,
      "nne": 1515,
      "Ġtangu": 1516,
      "ondo": 1517,
      "ĠChu": 1518,
      "PO": 1519,
      "Ġmujibu": 1520,
      "dadi": 1521,
      "Ġambalo": 1522,
      "pinzani": 1523,
      "Ġyo": 1524,
      "ngeze": 1525,
      "Ġsio": 1526,
      "Ġkawaida": 1527,
      "Ġjinsi": 1528,
      "Ġwazi": 1529,
      "Ġujenzi": 1530,
      "nisa": 1531,
      "Ġri": 1532,
      "ĠVI": 1533,
      "ĠNe": 1534,
      "Ġtatizo": 1535,
      "ZANIA": 1536,
      "GE": 1537,
      "Ġwala": 1538,
      "hamu": 1539,
      "Ġkita": 1540,
      "Ġrais": 1541,
      "Ġmengi": 1542,
      "ILI": 1543,
      "sheria": 1544,
      "Alisema": 1545,
      "fe": 1546,
      "rusha": 1547,
      "wepo": 1548,
      "Ġwaandishi": 1549,
      "ĠKusini": 1550,
      "ngea": 1551,
      "Ġilikuwa": 1552,
      "mbelea": 1553,
      ".âĢĿ": 1554,
      "dhali": 1555,
      "nyi": 1556,
      "Ġvyombo": 1557,
      "amua": 1558,
      "rua": 1559,
      "tangazo": 1560,
      "Ġkwake": 1561,
      "Ġ15": 1562,
      "Ġmengine": 1563,
      "Ġyu": 1564,
      "Ġmatokeo": 1565,
      "Ġmazingira": 1566,
      "ĠTe": 1567,
      "ane": 1568,
      "ngamoto": 1569,
      "ĠBaraza": 1570,
      "Aki": 1571,
      "Ġkuanza": 1572,
      "ongoza": 1573,
      "ĠChi": 1574,
      "ĠMaa": 1575,
      "log": 1576,
      "weke": 1577,
      "ngereza": 1578,
      "kumu": 1579,
      "Ġkuendelea": 1580,
      "fiti": 1581,
      "ĠAfya": 1582,
      "biki": 1583,
      "kundi": 1584,
      "ĠMwana": 1585,
      "fungua": 1586,
      "lii": 1587,
      "Ġkaribuni": 1588,
      "tiha": 1589,
      "tion": 1590,
      "Mi": 1591,
      "Ġmama": 1592,
      "Ġnime": 1593,
      "Habari": 1594,
      "ĠâĢĵ": 1595,
      "kataba": 1596,
      "mbua": 1597,
      "Ġnde": 1598,
      "Ġkuongeza": 1599,
      "Ġru": 1600,
      "Ġlengo": 1601,
      "DO": 1602,
      "mwe": 1603,
      "Ġmji": 1604,
      "ĠFa": 1605,
      "ĠDa": 1606,
      "jiwa": 1607,
      "ĠBw": 1608,
      "Ġ12": 1609,
      "ĠMapinduzi": 1610,
      "ngene": 1611,
      "Ġziara": 1612,
      "Ġmasuala": 1613,
      "Ġbarabara": 1614,
      "ĠDi": 1615,
      "ndishi": 1616,
      "Ġuwanja": 1617,
      "dau": 1618,
      "Ġmfumo": 1619,
      "safi": 1620,
      "Ġkuona": 1621,
      "Ġkilicho": 1622,
      "ĠSpika": 1623,
      "IFA": 1624,
      "Ġuha": 1625,
      "Ġmawa": 1626,
      "jiri": 1627,
      "ĠDunia": 1628,
      "Ġmechi": 1629,
      "ingereza": 1630,
      "Ġwangu": 1631,
      "ĠPombe": 1632,
      "dhu": 1633,
      "Ġamani": 1634,
      "rama": 1635,
      "jamii": 1636,
      "rdhi": 1637,
      "nisha": 1638,
      "Ġmao": 1639,
      "LO": 1640,
      "Ġusalama": 1641,
      "Ġsisi": 1642,
      "bore": 1643,
      "ĠKam": 1644,
      "Ġkimataifa": 1645,
      "shirikiano": 1646,
      "Ġmwingine": 1647,
      "ĠCo": 1648,
      "idha": 1649,
      "ssa": 1650,
      "onekana": 1651,
      "maa": 1652,
      "Ġumri": 1653,
      "dani": 1654,
      "ĠGe": 1655,
      "ĠHalmashauri": 1656,
      "ĠSimba": 1657,
      "Ġnyumbani": 1658,
      "ndari": 1659,
      "us": 1660,
      "mp": 1661,
      "deo": 1662,
      "ll": 1663,
      "Ġfursa": 1664,
      "Ġlililo": 1665,
      "Ġvina": 1666,
      "Ġofisi": 1667,
      "rea": 1668,
      "jerumani": 1669,
      "FUN": 1670,
      "islamu": 1671,
      "Ġmradi": 1672,
      "kika": 1673,
      "Ġchangamoto": 1674,
      "Ġnzuri": 1675,
      "mui": 1676,
      "Ġ2015": 1677,
      "kuja": 1678,
      "ĠLE": 1679,
      "ambia": 1680,
      "Ġmpango": 1681,
      "ĠIn": 1682,
      "Ġsekta": 1683,
      "Ġlu": 1684,
      "Ġyoyote": 1685,
      "ongoni": 1686,
      "BC": 1687,
      "ngan": 1688,
      "med": 1689,
      "Ġkupa": 1690,
      "Ġmaga": 1691,
      "Ġnya": 1692,
      "Ġja": 1693,
      "rti": 1694,
      "Ġmna": 1695,
      "Ġkuanzia": 1696,
      "ĠKiswahili": 1697,
      "fari": 1698,
      "Ġb": 1699,
      "ingia": 1700,
      "fafan": 1701,
      "Ġ/": 1702,
      "kabidhi": 1703,
      "siti": 1704,
      "rd": 1705,
      "Ġmafunzo": 1706,
      "Ġvye": 1707,
      "sababisha": 1708,
      "Kama": 1709,
      "misha": 1710,
      "pato": 1711,
      "Ġne": 1712,
      "ĠShe": 1713,
      "Ġtukio": 1714,
      "wapo": 1715,
      "tumika": 1716,
      "Ġmakubwa": 1717,
      "ĠKas": 1718,
      "rs": 1719,
      "it": 1720,
      "zali": 1721,
      "Ġmka": 1722,
      "ĠJeshi": 1723,
      "ĠMambo": 1724,
      "Ġunaweza": 1725,
      "Ġsawa": 1726,
      "guzi": 1727,
      "Ġzetu": 1728,
      "Ġndege": 1729,
      "paswa": 1730,
      "hama": 1731,
      "Ġmichezo": 1732,
      "Ġhiki": 1733,
      "reje": 1734,
      "Ġcho": 1735,
      "Ġ11": 1736,
      "ndano": 1737,
      "fuati": 1738,
      "staa": 1739,
      "ĠKamati": 1740,
      "Ġfamilia": 1741,
      "Ġlake": 1742,
      "baini": 1743,
      "Ġmaoni": 1744,
      "Ġklabu": 1745,
      "Ġkucha": 1746,
      "ĠHABARI": 1747,
      "Ġpale": 1748,
      "Mheshimiwa": 1749,
      "Ġkuliko": 1750,
      "ĠMheshimiwa": 1751,
      "ss": 1752,
      "fundi": 1753,
      "duni": 1754,
      "Ġzama": 1755,
      "UA": 1756,
      "ĠArusha": 1757,
      "Ġmfano": 1758,
      "Mkuu": 1759,
      "CH": 1760,
      "Ġumma": 1761,
      "ĠNo": 1762,
      "onyesha": 1763,
      "Ġwalikuwa": 1764,
      "Ġde": 1765,
      "jira": 1766,
      "fanywa": 1767,
      "peni": 1768,
      "Ġmaba": 1769,
      "Ġsalaam": 1770,
      "Ġkuondo": 1771,
      "zungumzo": 1772,
      "ĠSI": 1773,
      "jali": 1774,
      "ĠChuo": 1775,
      "hisi": 1776,
      "Ġkituo": 1777,
      "Ġmaelezo": 1778,
      "Ġuchumi": 1779,
      "Ġ'": 1780,
      "zea": 1781,
      "Ġuzi": 1782,
      "Ġnao": 1783,
      "Ġsiasa": 1784,
      "chana": 1785,
      "ndaa": 1786,
      "Ġ50": 1787,
      "dara": 1788,
      "biri": 1789,
      "ĠBen": 1790,
      "son": 1791,
      "maduni": 1792,
      "GI": 1793,
      "Ġnina": 1794,
      "Ġuongozi": 1795,
      "Ġuju": 1796,
      "singi": 1797,
      "rusi": 1798,
      "Ġmrefu": 1799,
      "lojia": 1800,
      "Ġmwili": 1801,
      "gr": 1802,
      "ĠÂ": 1803,
      "Ġkuweka": 1804,
      "Ġdo": 1805,
      "Ġkundi": 1806,
      "hudi": 1807,
      "ita": 1808,
      "Ġmwanamke": 1809,
      "teja": 1810,
      "amia": 1811,
      "Ġlugha": 1812,
      "ĠKimataifa": 1813,
      "ENYE": 1814,
      "Ġmabadiliko": 1815,
      "ES": 1816,
      "Ġtaasisi": 1817,
      "ĠAb": 1818,
      "mma": 1819,
      "Ġ[": 1820,
      "ibu": 1821,
      "Ġkile": 1822,
      "wezesha": 1823,
      "Je": 1824,
      "ĠLEO": 1825,
      "Ġmtandao": 1826,
      "fahamu": 1827,
      "biashara": 1828,
      "pende": 1829,
      "ndua": 1830,
      "pungu": 1831,
      "ZIRI": 1832,
      "ĠWatanzania": 1833,
      "ngana": 1834,
      "ali": 1835,
      "Ġbinafsi": 1836,
      "Ġmta": 1837,
      "tuma": 1838,
      "pele": 1839,
      "Hata": 1840,
      "ĠNI": 1841,
      "Ġtuli": 1842,
      "ĠBe": 1843,
      "Ġ14": 1844,
      "jeshi": 1845,
      "jo": 1846,
      "ĠMan": 1847,
      "Ġbali": 1848,
      "lai": 1849,
      "aidi": 1850,
      "Ġkuki": 1851,
      "man": 1852,
      "ĠAp": 1853,
      "ĠLakini": 1854,
      "ĠUhuru": 1855,
      "fanikio": 1856,
      "ĠKIDA": 1857,
      "ĠElimu": 1858,
      "Ġumeme": 1859,
      "Ġkiwango": 1860,
      "ĠUlaya": 1861,
      "Ġile": 1862,
      "kosi": 1863,
      "Ġhuru": 1864,
      "kwi": 1865,
      "dhara": 1866,
      "Ġzamani": 1867,
      "Ġdawa": 1868,
      "uaji": 1869,
      "ĠTANZANIA": 1870,
      "Ġnne": 1871,
      "Ġvyama": 1872,
      "mwengu": 1873,
      "pamba": 1874,
      "RIKA": 1875,
      "amano": 1876,
      "maliza": 1877,
      "Ġmsaada": 1878,
      "Ġuja": 1879,
      "Ġtovuti": 1880,
      "wahi": 1881,
      "Ġmke": 1882,
      "ribi": 1883,
      "ĠShirika": 1884,
      "DHA": 1885,
      "MBO": 1886,
      "shukuru": 1887,
      "Ġkula": 1888,
      "Ġwadau": 1889,
      "Ġhuwa": 1890,
      "Ġmiongoni": 1891,
      "Ġ18": 1892,
      "tarajiwa": 1893,
      "Ġhumo": 1894,
      "INA": 1895,
      "Ġukweli": 1896,
      "gumu": 1897,
      "ĠFe": 1898,
      "Ġdi": 1899,
      "ĠDW": 1900,
      "ĠHI": 1901,
      "kilishi": 1902,
      "Ġnia": 1903,
      "Ġsita": 1904,
      "ĠMoha": 1905,
      "ĠMwi": 1906,
      "ĠMbe": 1907,
      "fanikiwa": 1908,
      "Ġlo": 1909,
      "FAN": 1910,
      "Ġmbaya": 1911,
      "ĠYanga": 1912,
      "Ġkijamii": 1913,
      "lea": 1914,
      "Matukio": 1915,
      "pokuwa": 1916,
      "Ġkuvu": 1917,
      "ndugu": 1918,
      "Ġmoyo": 1919,
      "ĠVYA": 1920,
      "Ġkadhaa": 1921,
      "Ġkinacho": 1922,
      "ĠBwana": 1923,
      "Una": 1924,
      "Ġmatatizo": 1925,
      "ĠKatiba": 1926,
      "husika": 1927,
      "Ġkujenga": 1928,
      "Ġusiku": 1929,
      "Ġnamba": 1930,
      "ĠMaha": 1931,
      "MBE": 1932,
      "Ġmazungumzo": 1933,
      "keleza": 1934,
      "Ġche": 1935,
      "Ġkikao": 1936,
      "Ġre": 1937,
      "Ġ16": 1938,
      "dhani": 1939,
      "Ġndoa": 1940,
      "ted": 1941,
      "Ġujumbe": 1942,
      "Ġidadi": 1943,
      "zuia": 1944,
      "il": 1945,
      "neno": 1946,
      "andika": 1947,
      "Ġkiongozi": 1948,
      "lingi": 1949,
      "ĠMWA": 1950,
      "staafu": 1951,
      "Ġtuta": 1952,
      "ĠMwanza": 1953,
      "liki": 1954,
      "nyo": 1955,
      "Ġkumu": 1956,
      "Ġkufikia": 1957,
      "Ġkisa": 1958,
      "ĠMKUU": 1959,
      "rais": 1960,
      "La": 1961,
      "Ġkisiasa": 1962,
      "sheni": 1963,
      "katifu": 1964,
      "ZE": 1965,
      "kazini": 1966,
      "Ġbidhaa": 1967,
      "ĠUwanja": 1968,
      "ĠSE": 1969,
      "ngatia": 1970,
      "ISHA": 1971,
      "Ġilivyo": 1972,
      "ĠMbunge": 1973,
      "ĠGa": 1974,
      "hara": 1975,
      "ĠTo": 1976,
      "tea": 1977,
      "storia": 1978,
      "ĠMawasiliano": 1979,
      "Ġisi": 1980,
      "ĠKIDATO": 1981,
      "ĠSheria": 1982,
      "Ġimani": 1983,
      "Ġnaye": 1984,
      "dhibiti": 1985,
      "Ġmaneno": 1986,
      "Ġmatangazo": 1987,
      "ĠTume": 1988,
      "Ġhau": 1989,
      "Ġchakula": 1990,
      "ĠYo": 1991,
      "Ġshilingi": 1992,
      "juli": 1993,
      "Ġkesi": 1994,
      "Ġwawili": 1995,
      "nyu": 1996,
      "Ġutu": 1997,
      "simamia": 1998,
      "Mwa": 1999,
      "Ġ30": 2000,
      "Ġkuti": 2001,
      "Ġuko": 2002,
      "neja": 2003,
      "hihi": 2004,
      "fuatilia": 2005,
      "Ġambacho": 2006,
      "muiya": 2007,
      "Ġ13": 2008,
      "ĠBalozi": 2009,
      "ĠLigi": 2010,
      "Ġndugu": 2011,
      "Ġmuziki": 2012,
      "ts": 2013,
      "zungumzia": 2014,
      "miza": 2015,
      "itwa": 2016,
      "lme": 2017,
      "Ġkuingia": 2018,
      "shia": 2019,
      "RO": 2020,
      "kwenda": 2021,
      "ĠHU": 2022,
      "boresha": 2023,
      "dema": 2024,
      "ĠLeo": 2025,
      "ok": 2026,
      "ĠNye": 2027,
      "husiana": 2028,
      "fadhali": 2029,
      "Ġawali": 2030,
      "swali": 2031,
      "wamu": 2032,
      "Ġmwanzo": 2033,
      "Ġal": 2034,
      "raha": 2035,
      "Ġtha": 2036,
      "Ho": 2037,
      "kulu": 2038,
      "lizi": 2039,
      "Ġwabunge": 2040,
      "elewa": 2041,
      "Ġmwenyewe": 2042,
      "Ġkujua": 2043,
      "Ġgharama": 2044,
      "shindwa": 2045,
      "ĠHe": 2046,
      "sitiza": 2047,
      "fla": 2048,
      "Ġkupiga": 2049,
      "pira": 2050,
      "Ġpekee": 2051,
      "Ġchake": 2052,
      "Ġdini": 2053,
      "mokra": 2054,
      "ĠUchaguzi": 2055,
      "Ġmauaji": 2056,
      "Ġkupungu": 2057,
      "Ġasi": 2058,
      "Ġbei": 2059,
      "kopo": 2060,
      "Ġin": 2061,
      "Ġbinadamu": 2062,
      "Ġbadala": 2063,
      "ĠJU": 2064,
      "Ġwaa": 2065,
      "chunguzi": 2066,
      "ĠJA": 2067,
      "ingi": 2068,
      "Picha": 2069,
      "Ġhuyu": 2070,
      "sali": 2071,
      "Ġmaju": 2072,
      "Ġupe": 2073,
      "es": 2074,
      "tege": 2075,
      "poteza": 2076,
      "ĠUna": 2077,
      "lami": 2078,
      "Ġ25": 2079,
      "rere": 2080,
      "ĠMfu": 2081,
      "Ġnasi": 2082,
      "Ġnyuma": 2083,
      "kno": 2084,
      "Wana": 2085,
      "Ġhospitali": 2086,
      "Ġardhi": 2087,
      "Ġwanachama": 2088,
      "fariki": 2089,
      "Ġhatu": 2090,
      "Ġkidogo": 2091,
      "Ġiliyopita": 2092,
      "Ġwafanyakazi": 2093,
      "Ġbunge": 2094,
      "KT": 2095,
      "buni": 2096,
      "Ġhaja": 2097,
      "Ġukurasa": 2098,
      "ĠUingereza": 2099,
      "mbia": 2100,
      "Ġmaarufu": 2101,
      "dumu": 2102,
      "CHI": 2103,
      "Maka": 2104,
      "Ġmafanikio": 2105,
      "Ġshe": 2106,
      "Ġvili": 2107,
      "Taarifa": 2108,
      "zaliwa": 2109,
      "miliki": 2110,
      "bora": 2111,
      "Baada": 2112,
      "Ġmaalum": 2113,
      "ĠMtu": 2114,
      "WAN": 2115,
      "VI": 2116,
      "Hu": 2117,
      "Ġkampeni": 2118,
      "ly": 2119,
      "Ġkuya": 2120,
      "ĠSta": 2121,
      "Ġjimbo": 2122,
      "pili": 2123,
      "Ġkuchukua": 2124,
      "ĠHii": 2125,
      "Ġmsimu": 2126,
      "kelezaji": 2127,
      "ungani": 2128,
      "sikiliza": 2129,
      "Ġkilimo": 2130,
      "SE": 2131,
      "Ġwatumishi": 2132,
      "Ġmaja": 2133,
      "Ġ17": 2134,
      "undo": 2135,
      "Ġlinalo": 2136,
      "Ġwachezaji": 2137,
      "Ġaliyekuwa": 2138,
      "Ġmiradi": 2139,
      "thibiti": 2140,
      "Ġkisheria": 2141,
      "SU": 2142,
      "falme": 2143,
      "Katibu": 2144,
      "Ġpro": 2145,
      "giza": 2146,
      "ĠWI": 2147,
      "ĠRAIS": 2148,
      "eleke": 2149,
      "Ġule": 2150,
      "ĠLo": 2151,
      "funza": 2152,
      "ganda": 2153,
      "ĠNya": 2154,
      "Ġila": 2155,
      "jeti": 2156,
      "Aidha": 2157,
      "Ġakim": 2158,
      "kato": 2159,
      "ktari": 2160,
      "ĠFedha": 2161,
      "Ġkauli": 2162,
      "ĠJI": 2163,
      "ĠNyerere": 2164,
      "Ġngo": 2165,
      "rehemu": 2166,
      "Ġkime": 2167,
      "Ġharaka": 2168,
      "pte": 2169,
      "mokrasia": 2170,
      "marisha": 2171,
      "Ġvifaa": 2172,
      "Ġgari": 2173,
      "ĠMakamu": 2174,
      "Ġbarua": 2175,
      "ĠMbeya": 2176,
      "Ġushindi": 2177,
      "tembelea": 2178,
      "Ġanasema": 2179,
      "ĠMU": 2180,
      "Ġraia": 2181,
      "blia": 2182,
      "FYA": 2183,
      "Ġhatari": 2184,
      "hifadhi": 2185,
      "book": 2186,
      "ĠTaasisi": 2187,
      "spa": 2188,
      "Ġmgo": 2189,
      "ĠMtendaji": 2190,
      "CCM": 2191,
      "ĠMjini": 2192,
      "biwa": 2193,
      "DEMA": 2194,
      "ĠMwaka": 2195,
      "2018": 2196,
      "Ġjeshi": 2197,
      "pema": 2198,
      "ĠKIS": 2199,
      "Ġ:": 2200,
      "ĠMwenyezi": 2201,
      "ĠBBC": 2202,
      "Ġhati": 2203,
      "tokeza": 2204,
      "CO": 2205,
      "knolojia": 2206,
      "Ġwenyewe": 2207,
      "Ġwenza": 2208,
      "ĠSha": 2209,
      "Ġmas": 2210,
      "waji": 2211,
      "tisha": 2212,
      "takayo": 2213,
      "ĠShu": 2214,
      "cebook": 2215,
      "Ġmaso": 2216,
      "Ġhoja": 2217,
      "ĠMaji": 2218,
      "gh": 2219,
      "Ame": 2220,
      "gua": 2221,
      "ws": 2222,
      "zidi": 2223,
      "Ġwafu": 2224,
      "Ġitakuwa": 2225,
      "ĠMATOKEO": 2226,
      "WI": 2227,
      "ĠKikuu": 2228,
      "Ġtano": 2229,
      "bwe": 2230,
      "Ġmiezi": 2231,
      "Ġsafari": 2232,
      "Ġpesa": 2233,
      "ĠDAR": 2234,
      "ĠGo": 2235,
      "Ġaliyo": 2236,
      "ĠIs": 2237,
      "Ġnga": 2238,
      "ld": 2239,
      "Ġsoka": 2240,
      "ĠMwalimu": 2241,
      "yansi": 2242,
      "gazeti": 2243,
      "Ġmataifa": 2244,
      "Ġsaba": 2245,
      "ĠMB": 2246,
      "ĠUli": 2247,
      "ĠChina": 2248,
      "ĠUjerumani": 2249,
      "Mkurugenzi": 2250,
      "takao": 2251,
      "Ġ2013": 2252,
      "Ġmafuta": 2253,
      "rodha": 2254,
      "Ġkuboresha": 2255,
      "nganyi": 2256,
      "Ġhazi": 2257,
      "jui": 2258,
      "shinda": 2259,
      "tihani": 2260,
      "Ġfara": 2261,
      "shirika": 2262,
      "Ġfulani": 2263,
      "Ġwaziri": 2264,
      "Ġikiwemo": 2265,
      "Ġusafi": 2266,
      "JINI": 2267,
      "Ġushirikiano": 2268,
      "ĠMta": 2269,
      "Ġzita": 2270,
      "Ġkulia": 2271,
      "fuatia": 2272,
      "tiwa": 2273,
      "dri": 2274,
      "Ġuamuzi": 2275,
      "ĠKristo": 2276,
      "chwa": 2277,
      "samba": 2278,
      "ĠJijini": 2279,
      "Ġmoto": 2280,
      "Ġsahihi": 2281,
      "ĠMO": 2282,
      "ĠJimbo": 2283,
      "Ġjumla": 2284,
      "zimi": 2285,
      "Ġkuweza": 2286,
      "ĠMahakama": 2287,
      "PYA": 2288,
      "Baadhi": 2289,
      "ĠJanu": 2290,
      "funga": 2291,
      "Ġupinzani": 2292,
      "Ġkodi": 2293,
      "Ġkamati": 2294,
      "ĠNove": 2295,
      "Ġuhuru": 2296,
      "simamizi": 2297,
      "kushoto": 2298,
      "ĠJumata": 2299,
      "land": 2300,
      "pwa": 2301,
      "ĠIkulu": 2302,
      "shughuli": 2303,
      "shambu": 2304,
      "ster": 2305,
      "Ġtabia": 2306,
      "kulima": 2307,
      "tta": 2308,
      "ĠHata": 2309,
      "kamili": 2310,
      "Ġmamlaka": 2311,
      "ongeza": 2312,
      "al": 2313,
      "Ġkima": 2314,
      "kondari": 2315,
      "UNGU": 2316,
      "Ġama": 2317,
      "ĠSh": 2318,
      "VU": 2319,
      "ĠPI": 2320,
      "lote": 2321,
      "ĠZi": 2322,
      "ONGO": 2323,
      "Ġmikoa": 2324,
      "ĠKanisa": 2325,
      "Ġukumbi": 2326,
      "ĠBenki": 2327,
      "nki": 2328,
      "shuhu": 2329,
      "kulia": 2330,
      "Ġc": 2331,
      "Ġmagari": 2332,
      "Ġmkataba": 2333,
      "Ġkushoto": 2334,
      "nunua": 2335,
      "Ġamewa": 2336,
      "ĠTanga": 2337,
      "Ġkikubwa": 2338,
      "baki": 2339,
      "ĠMKO": 2340,
      "nyama": 2341,
      "MIS": 2342,
      "daiwa": 2343,
      "ĠWatu": 2344,
      "ĠBO": 2345,
      "muhimu": 2346,
      "sasi": 2347,
      "fisadi": 2348,
      "sika": 2349,
      "Ġmdogo": 2350,
      "Ġutekelezaji": 2351,
      "ssan": 2352,
      "Ġkushirikiana": 2353,
      "ĠWANA": 2354,
      "ĠMara": 2355,
      "Ġajira": 2356,
      "Ġambavyo": 2357,
      "pendeke": 2358,
      "Ġas": 2359,
      "eli": 2360,
      "Ġshirika": 2361,
      "uliza": 2362,
      "ĠTU": 2363,
      "ĠMichezo": 2364,
      "sikia": 2365,
      "FANYA": 2366,
      "Naibu": 2367,
      "ĠKUTO": 2368,
      "Ġ21": 2369,
      "HILI": 2370,
      "akaya": 2371,
      "Ġaliwa": 2372,
      "Ġyata": 2373,
      "endesha": 2374,
      "ĠMaja": 2375,
      "Ġkupunguza": 2376,
      "nywa": 2377,
      "rani": 2378,
      "ĠSepte": 2379,
      "Ġhistoria": 2380,
      "toba": 2381,
      "ĠRi": 2382,
      "Ġyeyote": 2383,
      "siliana": 2384,
      "Ġ23": 2385,
      "Ġbilioni": 2386,
      "Mwenye": 2387,
      "ĠZa": 2388,
      "ngeneza": 2389,
      "Wakati": 2390,
      "Ġutawala": 2391,
      "Ġviwanja": 2392,
      "Ġwasio": 2393,
      "Ġthamani": 2394,
      "Ġmifu": 2395,
      "ema": 2396,
      "Ġmapenzi": 2397,
      "Ġuzinduzi": 2398,
      "Ġligi": 2399,
      "subu": 2400,
      "Ġuma": 2401,
      "Ġkubadili": 2402,
      "tha": 2403,
      "ĠKazi": 2404,
      "iashara": 2405,
      "ph": 2406,
      "ĠSiku": 2407,
      "Ġinaweza": 2408,
      "Ġviwanda": 2409,
      "AM": 2410,
      "ĠKampuni": 2411,
      "fanyabiashara": 2412,
      "DU": 2413,
      "lengo": 2414,
      "KIO": 2415,
      "Ġwateja": 2416,
      "shima": 2417,
      "patia": 2418,
      "kamatwa": 2419,
      "ĠUni": 2420,
      "Ġakitoa": 2421,
      "ĠNNE": 2422,
      "jijini": 2423,
      "10": 2424,
      "ul": 2425,
      "lumu": 2426,
      "Ġmau": 2427,
      "Ġ*": 2428,
      "Ġmawazo": 2429,
      "Ġutaratibu": 2430,
      "zamo": 2431,
      "ĠHassan": 2432,
      "subuhi": 2433,
      "usu": 2434,
      "Ġmatukio": 2435,
      "Ġkifo": 2436,
      "jaa": 2437,
      "Ġro": 2438,
      "Ġujumla": 2439,
      "Hii": 2440,
      "Ġwanaume": 2441,
      "ĠQ": 2442,
      "kri": 2443,
      "Ġmapema": 2444,
      "ĠJose": 2445,
